
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>On Good & Evil 善与恶 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="On Prayer 祈祷.html" />
    
    
    <link rel="prev" href="On Time 时间.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    作品简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="目录.html">
            
                <a href="目录.html">
            
                    
                    目录
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="The Coming of the Ship 船来了.html">
            
                <a href="The Coming of the Ship 船来了.html">
            
                    
                    The Coming of the Ship 船来了
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="On Love 爱.html">
            
                <a href="On Love 爱.html">
            
                    
                    On Love 爱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="On Marriage 婚姻.html">
            
                <a href="On Marriage 婚姻.html">
            
                    
                    On Marriage 婚姻
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="On Children 孩子.html">
            
                <a href="On Children 孩子.html">
            
                    
                    On Children 孩子
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="On Giving 施与.html">
            
                <a href="On Giving 施与.html">
            
                    
                    On Giving 施与
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="On Eating and Drinking 饮食.html">
            
                <a href="On Eating and Drinking 饮食.html">
            
                    
                    On Eating and Drinking 饮食
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="On Work 工作.html">
            
                <a href="On Work 工作.html">
            
                    
                    On Work 工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="On Joy & Sorrow 欢乐与忧愁.html">
            
                <a href="On Joy & Sorrow 欢乐与忧愁.html">
            
                    
                    On Joy & Sorrow 欢乐与忧愁
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="On Houses 居室.html">
            
                <a href="On Houses 居室.html">
            
                    
                    On Houses 居室
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.10" data-path="On Clothes 衣服.html">
            
                <a href="On Clothes 衣服.html">
            
                    
                    On Clothes 衣服
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.11" data-path="On Buying & Selling 买卖.html">
            
                <a href="On Buying & Selling 买卖.html">
            
                    
                    On Buying & Selling 买卖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.12" data-path="On Crime & Punishment 罪与罚.html">
            
                <a href="On Crime & Punishment 罪与罚.html">
            
                    
                    On Crime & Punishment 罪与罚
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.13" data-path="On Laws 法律.html">
            
                <a href="On Laws 法律.html">
            
                    
                    On Laws 法律
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.14" data-path="On Freedom 自由.html">
            
                <a href="On Freedom 自由.html">
            
                    
                    On Freedom 自由
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.15" data-path="On Reason & Passion 理性与热情.html">
            
                <a href="On Reason & Passion 理性与热情.html">
            
                    
                    On Reason & Passion 理性与热情
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.16" data-path="On Pain 痛苦.html">
            
                <a href="On Pain 痛苦.html">
            
                    
                    On Pain 痛苦
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.17" data-path="On Self-Knowledge 自知.html">
            
                <a href="On Self-Knowledge 自知.html">
            
                    
                    On Self-Knowledge 自知
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.18" data-path="On Teaching 教育.html">
            
                <a href="On Teaching 教育.html">
            
                    
                    On Teaching 教育
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.19" data-path="On Friendship 友谊.html">
            
                <a href="On Friendship 友谊.html">
            
                    
                    On Friendship 友谊
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.20" data-path="On Talking 言谈.html">
            
                <a href="On Talking 言谈.html">
            
                    
                    On Talking 言谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.21" data-path="On Time 时间.html">
            
                <a href="On Time 时间.html">
            
                    
                    On Time 时间
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.22" data-path="On Good & Evil 善与恶.html">
            
                <a href="On Good & Evil 善与恶.html">
            
                    
                    On Good & Evil 善与恶
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.23" data-path="On Prayer 祈祷.html">
            
                <a href="On Prayer 祈祷.html">
            
                    
                    On Prayer 祈祷
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.24" data-path="On Pleasure 享乐.html">
            
                <a href="On Pleasure 享乐.html">
            
                    
                    On Pleasure 享乐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.25" data-path="On Beauty 美.html">
            
                <a href="On Beauty 美.html">
            
                    
                    On Beauty 美
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.26" data-path="On Religion 宗教.html">
            
                <a href="On Religion 宗教.html">
            
                    
                    On Religion 宗教
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.27" data-path="On Death 死亡.html">
            
                <a href="On Death 死亡.html">
            
                    
                    On Death 死亡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.28" data-path="The Farewell 告别.html">
            
                <a href="The Farewell 告别.html">
            
                    
                    The Farewell 告别
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >On Good & Evil 善与恶</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="on-good--evil-&#x5584;&#x4E0E;&#x6076;">On Good &amp; Evil &#x5584;&#x4E0E;&#x6076;</h1>
<p>And one of the elders of the city said, &quot;Speak to us of Good and Evil.&quot;
&#x57CE;&#x4E2D;&#x7684;&#x4E00;&#x4F4D;&#x8001;&#x4EBA;&#x8BF4;&#xFF0C;&#x8BF7;&#x7ED9;&#x6211;&#x4EEC;&#x8BB2;&#x8BB2;&#x5584;&#x4E0E;&#x6076;&#x5427;&#x3002;
And he answered:
&#x4ED6;&#x7B54;&#x9053;&#xFF1A;
Of the good in you I can speak, but not of the evil.
&#x6211;&#x80FD;&#x8C08;&#x8BBA;&#x4F60;&#x4EEC;&#x8EAB;&#x4E0A;&#x7684;&#x5584;&#xFF0C;&#x4F46;&#x5374;&#x65E0;&#x6CD5;&#x8BF4;&#x6076;&#x3002;
For what is evil but good tortured by its own hunger and thirst?
&#x56E0;&#x4E3A;&#x6076;&#x4E0D;&#x5C31;&#x662F;&#x88AB;&#x81EA;&#x5DF1;&#x7684;&#x9965;&#x6E34;&#x6240;&#x6298;&#x78E8;&#x7684;&#x5584;&#x4E48;&#xFF1F;
Verily when good is hungry it seeks food even in dark caves, and when it thirsts, it drinks even of dead waters.
&#x7684;&#x786E;&#xFF0C;&#x5F53;&#x5584;&#x997F;&#x4E86;&#xFF0C;&#x5B83;&#x751A;&#x81F3;&#x4F1A;&#x5230;&#x9ED1;&#x6697;&#x7684;&#x6D1E;&#x7A74;&#x4E2D;&#x5BFB;&#x627E;&#x98DF;&#x7269;&#xFF1B;&#x5F53;&#x5B83;&#x6E34;&#x4E86;&#xFF0C;&#x5B83;&#x751A;&#x81F3;&#x4F1A;&#x4ECE;&#x6B7B;&#x6C34;&#x4E2D;&#x53D6;&#x996E;&#x3002;
You are good when you are one with yourself.
&#x5F53;&#x4F60;&#x4EEC;&#x548C;&#x81EA;&#x5DF1;&#x540C;&#x4E00;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x662F;&#x5584;&#x7684;&#x3002;
Yet when you are not one with yourself you are not evil.
&#x4F46;&#x5F53;&#x4F60;&#x4EEC;&#x548C;&#x81EA;&#x5DF1;&#x5E76;&#x975E;&#x540C;&#x4E00;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x6076;&#x7684;&#x3002;
For a divided house is not a den of thieves; it is only a divided house.
&#x56E0;&#x4E3A;&#x4E00;&#x95F4;&#x5206;&#x5F00;&#x7684;&#x623F;&#x5B50;&#x5E76;&#x4E0D;&#x5C31;&#x662F;&#x8D3C;&#x7A9D;&#xFF0C;&#x5B83;&#x53EA;&#x662F;&#x4E00;&#x95F4;&#x5206;&#x5F00;&#x7684;&#x623F;&#x5B50;&#x3002;
And a ship without rudder may wander aimlessly among perilous isles yet sink not to the bottom.
&#x5373;&#x4F7F;&#x6CA1;&#x6709;&#x8235;&#xFF0C;&#x8239;&#x53EA;&#x4E5F;&#x53EA;&#x662F;&#x5728;&#x9669;&#x5CB8;&#x8FB9;&#x6F02;&#x6447;&#x4E0D;&#x5B9A;&#xFF0C;&#x800C;&#x4E0D;&#x4F1A;&#x6C89;&#x6CA6;&#x6D77;&#x5E95;&#x3002;
You are good when you strive to give of yourself.
&#x5F53;&#x4F60;&#x4EEC;&#x529B;&#x6C42;&#x5949;&#x732E;&#x81EA;&#x5DF1;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x662F;&#x5584;&#x7684;&#x3002;
Yet you are not evil when you seek gain for yourself.
&#x4F46;&#x5F53;&#x4F60;&#x4EEC;&#x529B;&#x6C42;&#x4E3A;&#x81EA;&#x5DF1;&#x8C0B;&#x5229;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x6076;&#x7684;&#x3002;
For when you strive for gain you are but a root that clings to the earth and sucks at her breast.
&#x56E0;&#x4E3A;&#x5F53;&#x4F60;&#x4EEC;&#x529B;&#x6C42;&#x4E3A;&#x5DF1;&#x83B7;&#x76CA;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E0D;&#x8FC7;&#x662F;&#x7D27;&#x7D27;&#x9644;&#x7740;&#x571F;&#x5730;&#x5C3D;&#x60C5;&#x5438;&#x5979;&#x4E73;&#x6C41;&#x7684;&#x6839;&#x800C;&#x5DF2;&#x3002;
Surely the fruit cannot say to the root, &quot;Be like me, ripe and full and ever giving of your abundance.&quot;
&#x663E;&#x7136;&#xFF0C;&#x679C;&#x5B9E;&#x4E0D;&#x4F1A;&#x5BF9;&#x62A5;&#x8BF4;&#xFF1A;&#x201C;&#x8DDF;&#x6211;&#x5B66;&#xFF0C;&#x6210;&#x719F;&#x800C;&#x4E30;&#x6EE1;&#xFF0C;&#x603B;&#x662F;&#x5949;&#x732E;&#x81EA;&#x5DF1;&#x7684;&#x4E30;&#x88D5;&#x3002;&#x201D;
For to the fruit giving is a need, as receiving is a need to the root.
&#x56E0;&#x4E3A;&#x5BF9;&#x679C;&#x5B9E;&#x800C;&#x8A00;&#xFF0C;&#x7ED9;&#x4E88;&#x662F;&#x4E00;&#x79CD;&#x5FC5;&#x9700;&#xFF0C;&#x6B63;&#x5982;&#x63A5;&#x53D7;&#x5BF9;&#x4E8E;&#x6839;&#x662F;&#x4E00;&#x79CD;&#x5FC5;&#x9700;&#x3002;
You are good when you are fully awake in your speech,
&#x5F53;&#x4F60;&#x4EEC;&#x5728;&#x8A00;&#x8C08;&#x4E2D;&#x4FDD;&#x6301;&#x6E05;&#x9192;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x662F;&#x5584;&#x7684;&#x3002;
Yet you are not evil when you sleep while your tongue staggers without purpose.
&#x4F46;&#x5F53;&#x4F60;&#x4EEC;&#x5728;&#x7761;&#x68A6;&#x4E2D;&#x820C;&#x5934;&#x76F2;&#x76EE;&#x5730;&#x6447;&#x52A8;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x6076;&#x7684;&#x3002;
And even stumbling speech may strengthen a weak tongue.
&#x56E0;&#x4E3A;&#x5373;&#x4F7F;&#x662F;&#x542B;&#x6DF7;&#x4E0D;&#x6E05;&#x7ED3;&#x7ED3;&#x5DF4;&#x5DF4;&#x5730;&#x8BB2;&#x8BDD;&#xFF0C;&#x4E5F;&#x4F1A;&#x5F3A;&#x5065;&#x865A;&#x5F31;&#x7684;&#x820C;&#x5934;&#x3002;
You are good when you walk to your goal firmly and with bold steps.
&#x5F53;&#x4F60;&#x4EEC;&#x9614;&#x6B65;&#x800C;&#x575A;&#x5B9A;&#x5730;&#x5411;&#x76EE;&#x6807;&#x524D;&#x8FDB;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x662F;&#x5584;&#x7684;&#x3002;
Yet you are not evil when you go thither limping.
&#x4F46;&#x5F53;&#x4F60;&#x4EEC;&#x8E52;&#x8DDA;&#x800C;&#x884C;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x6076;&#x7684;&#x3002;
Even those who limp go not backward.
&#x56E0;&#x4E3A;&#x8E52;&#x8DDA;&#x800C;&#x884C;&#x7684;&#x4EBA;&#x5E76;&#x6CA1;&#x6709;&#x5012;&#x9000;&#x3002;
But you who are strong and swift, see that you do not limp before the lame, deeming it kindness.
&#x4E0D;&#x8FC7;&#x5F3A;&#x58EE;&#x654F;&#x6377;&#x7684;&#x4EBA;&#x5475;&#xFF0C;&#x4F60;&#x4EEC;&#x4E0D;&#x8981;&#x5728;&#x6B8B;&#x75BE;&#x8005;&#x9762;&#x524D;&#x8DDB;&#x884C;&#xFF0C;&#x4EE5;&#x4E3A;&#x90A3;&#x662F;&#x5584;&#x884C;&#x3002;
You are good in countless ways, and you are not evil when you are not good,
&#x4F60;&#x4EEC;&#x7684;&#x5584;&#x5C55;&#x793A;&#x4E8E;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x5728;&#x4F60;&#x4EEC;&#x4E0D;&#x5584;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x6076;&#x7684;&#xFF0C;
You are only loitering and sluggard.
&#x4F60;&#x4EEC;&#x53EA;&#x662F;&#x95F2;&#x6563;&#x6216;&#x6020;&#x60C5;&#x7F62;&#x4E86;&#x3002;
Pity that the stags cannot teach swiftness to the turtles.
&#x9057;&#x61BE;&#x7684;&#x662F;&#xFF0C;&#x5954;&#x9E7F;&#x65E0;&#x6CD5;&#x6559;&#x4F1A;&#x4E4C;&#x9F9F;&#x654F;&#x6377;&#x3002;
In your longing for your giant self lies your goodness: and that longing is in all of you.
&#x4F60;&#x4EEC;&#x7684;&#x5584;&#x5BD3;&#x4E8E;&#x4F60;&#x4EEC;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&quot;&#x5927;&#x6211;&quot;&#x7684;&#x6E34;&#x6C42;&#x4E2D;&#xFF1B;&#x4F60;&#x4EEC;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x8FD9;&#x79CD;&#x6E34;&#x6C42;&#x3002;
But in some of you that longing is a torrent rushing with might to the sea, carrying the secrets of the hillsides and the songs of the forest.
&#x4F46;&#x4F60;&#x4EEC;&#x4E2D;&#x6709;&#x4E9B;&#x4EBA;&#x7684;&#x6E34;&#x671B;&#xFF0C;&#x662F;&#x5486;&#x54EE;&#x7740;&#x5954;&#x5411;&#x5927;&#x6D77;&#x7684;&#x6FC0;&#x6D41;&#xFF0C;&#x8F7D;&#x7740;&#x5C71;&#x5CE6;&#x7684;&#x79D8;&#x5BC6;&#x548C;&#x68EE;&#x6797;&#x7684;&#x6B4C;&#x66F2;&#x3002;
And in others it is a flat stream that loses itself in angles and bends and lingers before it reaches the shore.
&#x800C;&#x5728;&#x5176;&#x4ED6;&#x4EBA;&#x90A3;&#x91CC;&#xFF0C;&#x8FD9;&#x6E34;&#x671B;&#x662F;&#x4E00;&#x9053;&#x5E73;&#x7F13;&#x7684;&#x6EAA;&#x6C34;&#xFF0C;&#x5728;&#x62B5;&#x8FBE;&#x6D77;&#x5CB8;&#x524D;&#xFF0C;&#x5C31;&#x5DF2;&#x5728;&#x873F;&#x8712;&#x6216;&#x56DE;&#x8F6C;&#x4E2D;&#x677E;&#x61C8;&#x4E0B;&#x6765;&#x3002;
But let not him who longs much say to him who longs little, &quot;Wherefore are you slow and halting?&quot;
&#x4F46;&#x6E34;&#x671B;&#x4E30;&#x88D5;&#x7684;&#x4EBA;&#x4E0D;&#x8981;&#x5BF9;&#x6E05;&#x5FC3;&#x5BE1;&#x6B32;&#x7684;&#x4EBA;&#x8BF4;&#xFF1A;&#x201C;&#x4F60;&#x4EEC;&#x4F55;&#x4EE5;&#x5982;&#x6B64;&#x8FDF;&#x7F13;&#x800C;&#x8E0C;&#x8E87;&#x5462;&#xFF1F;&#x201D;
For the truly good ask not the naked, &quot;Where is your garment?&quot; nor the houseless, &quot;What has befallen your house?&quot;
&#x56E0;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x5584;&#x8005;&#x4E0D;&#x4F1A;&#x95EE;&#x8D64;&#x8EAB;&#x88F8;&#x4F53;&#x7684;&#x4EBA;&#xFF1A;&#x201C;&#x4F60;&#x7684;&#x8863;&#x670D;&#x5462;&#xFF1F;&#x201D;&#x4E5F;&#x4E0D;&#x4F1A;&#x95F4;&#x65E0;&#x5BB6;&#x53EF;&#x5F52;&#x7684;&#x4EBA;&#xFF1A;&#x201C;&#x4F60;&#x7684;&#x623F;&#x5C4B;&#x600E;&#x6837;&#x4E86;&#xFF1F;&#x201D;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="On Time 时间.html" class="navigation navigation-prev " aria-label="Previous page: On Time 时间">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="On Prayer 祈祷.html" class="navigation navigation-next " aria-label="Next page: On Prayer 祈祷">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"On Good & Evil 善与恶","level":"1.2.22","depth":2,"next":{"title":"On Prayer 祈祷","level":"1.2.23","depth":2,"path":"On Prayer 祈祷.md","ref":"On Prayer 祈祷.md","articles":[]},"previous":{"title":"On Time 时间","level":"1.2.21","depth":2,"path":"On Time 时间.md","ref":"On Time 时间.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"On Good & Evil 善与恶.md","mtime":"2018-04-16T07:06:53.182Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-16T06:57:27.729Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

