
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>On Giving 施与 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="On Eating and Drinking 饮食.html" />
    
    
    <link rel="prev" href="On Children 孩子.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    作品简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="目录.html">
            
                <a href="目录.html">
            
                    
                    目录
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="The Coming of the Ship 船来了.html">
            
                <a href="The Coming of the Ship 船来了.html">
            
                    
                    The Coming of the Ship 船来了
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="On Love 爱.html">
            
                <a href="On Love 爱.html">
            
                    
                    On Love 爱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="On Marriage 婚姻.html">
            
                <a href="On Marriage 婚姻.html">
            
                    
                    On Marriage 婚姻
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="On Children 孩子.html">
            
                <a href="On Children 孩子.html">
            
                    
                    On Children 孩子
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.5" data-path="On Giving 施与.html">
            
                <a href="On Giving 施与.html">
            
                    
                    On Giving 施与
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="On Eating and Drinking 饮食.html">
            
                <a href="On Eating and Drinking 饮食.html">
            
                    
                    On Eating and Drinking 饮食
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="On Work 工作.html">
            
                <a href="On Work 工作.html">
            
                    
                    On Work 工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="On Joy & Sorrow 欢乐与忧愁.html">
            
                <a href="On Joy & Sorrow 欢乐与忧愁.html">
            
                    
                    On Joy & Sorrow 欢乐与忧愁
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="On Houses 居室.html">
            
                <a href="On Houses 居室.html">
            
                    
                    On Houses 居室
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.10" data-path="On Clothes 衣服.html">
            
                <a href="On Clothes 衣服.html">
            
                    
                    On Clothes 衣服
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.11" data-path="On Buying & Selling 买卖.html">
            
                <a href="On Buying & Selling 买卖.html">
            
                    
                    On Buying & Selling 买卖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.12" data-path="On Crime & Punishment 罪与罚.html">
            
                <a href="On Crime & Punishment 罪与罚.html">
            
                    
                    On Crime & Punishment 罪与罚
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.13" data-path="On Laws 法律.html">
            
                <a href="On Laws 法律.html">
            
                    
                    On Laws 法律
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.14" data-path="On Freedom 自由.html">
            
                <a href="On Freedom 自由.html">
            
                    
                    On Freedom 自由
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.15" data-path="On Reason & Passion 理性与热情.html">
            
                <a href="On Reason & Passion 理性与热情.html">
            
                    
                    On Reason & Passion 理性与热情
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.16" data-path="On Pain 痛苦.html">
            
                <a href="On Pain 痛苦.html">
            
                    
                    On Pain 痛苦
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.17" data-path="On Self-Knowledge 自知.html">
            
                <a href="On Self-Knowledge 自知.html">
            
                    
                    On Self-Knowledge 自知
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.18" data-path="On Teaching 教育.html">
            
                <a href="On Teaching 教育.html">
            
                    
                    On Teaching 教育
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.19" data-path="On Friendship 友谊.html">
            
                <a href="On Friendship 友谊.html">
            
                    
                    On Friendship 友谊
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.20" data-path="On Talking 言谈.html">
            
                <a href="On Talking 言谈.html">
            
                    
                    On Talking 言谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.21" data-path="On Time 时间.html">
            
                <a href="On Time 时间.html">
            
                    
                    On Time 时间
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.22" data-path="On Good & Evil 善与恶.html">
            
                <a href="On Good & Evil 善与恶.html">
            
                    
                    On Good & Evil 善与恶
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.23" data-path="On Prayer 祈祷.html">
            
                <a href="On Prayer 祈祷.html">
            
                    
                    On Prayer 祈祷
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.24" data-path="On Pleasure 享乐.html">
            
                <a href="On Pleasure 享乐.html">
            
                    
                    On Pleasure 享乐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.25" data-path="On Beauty 美.html">
            
                <a href="On Beauty 美.html">
            
                    
                    On Beauty 美
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.26" data-path="On Religion 宗教.html">
            
                <a href="On Religion 宗教.html">
            
                    
                    On Religion 宗教
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.27" data-path="On Death 死亡.html">
            
                <a href="On Death 死亡.html">
            
                    
                    On Death 死亡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.28" data-path="The Farewell 告别.html">
            
                <a href="The Farewell 告别.html">
            
                    
                    The Farewell 告别
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >On Giving 施与</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="on-giving-&#x65BD;&#x4E0E;">On Giving &#x65BD;&#x4E0E;</h1>
<p>Then said a rich man, &quot;Speak to us of Giving.&quot;
&#x4E00;&#x4F4D;&#x5BCC;&#x4EBA;&#x63A5;&#x4E0B;&#x6765;&#x8BF4;&#xFF0C;&#x8BF7;&#x4E3A;&#x6211;&#x4EEC;&#x8BB2;&#x65BD;&#x4E0E;&#x3002;
And he answered:
&#x4ED6;&#x7B54;&#x9053;&#xFF1A;
You give but little when you give of your possessions.
&#x5F53;&#x4F60;&#x4EEC;&#x62FF;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x8D22;&#x4EA7;&#x65F6;&#xFF0C;&#x4F60;&#x4EEC;&#x7684;&#x65BD;&#x4E0E;&#x5FAE;&#x4E0D;&#x8DB3;&#x9053;&#x3002;
It is when you give of yourself that you truly give.
&#x4F60;&#x4EEC;&#x5949;&#x732E;&#x81EA;&#x5DF1;&#x65F6;&#xFF0C;&#x624D;&#x662F;&#x771F;&#x6B63;&#x7684;&#x65BD;&#x4E0E;&#x3002;
For what are your possessions but things you keep and guard for fear you may need them tomorrow?
&#x56E0;&#x4E3A;&#x4F60;&#x4EEC;&#x7684;&#x8D22;&#x4EA7;&#x4E0D;&#x5C31;&#x662F;&#x4E00;&#x4E9B;&#x4F60;&#x4EEC;&#x62C5;&#x5FC3;&#x660E;&#x5929;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x624D;&#x5360;&#x6709;&#x3001;&#x624D;&#x4FDD;&#x62A4;&#x7684;&#x4E1C;&#x897F;&#x5417;&#xFF1F;
And tomorrow, what shall tomorrow bring to the overprudent dog burying bones in the trackless sand as he follows the pilgrims to the holy city?
&#x800C;&#x660E;&#x5929;&#xFF0C;&#x660E;&#x5929;&#x53C8;&#x80FD;&#x7ED9;&#x90A3;&#x8C28;&#x5C0F;&#x614E;&#x5FAE;&#x8FFD;&#x968F;&#x671D;&#x5723;&#x8005;&#xFF0C;&#x800C;&#x53C8;&#x628A;&#x9AA8;&#x5934;&#x57CB;&#x85CF;&#x5728;&#x8352;&#x6C99;&#x91CC;&#x7684;&#x72D7;&#x5E26;&#x6765;&#x4EC0;&#x4E48;&#xFF1F;
And what is fear of need but need itself?
&#x9664;&#x4E86;&#x9700;&#x8981;&#x672C;&#x8EAB;&#xFF0C;&#x4F60;&#x4EEC;&#x8FD8;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;
Is not dread of thirst when your well is full, thirst that is unquenchable?
&#x5F53;&#x4E95;&#x6C34;&#x6EE1;&#x6EA2;&#xFF0C;&#x4F60;&#x5BF9;&#x5E72;&#x6E34;&#x7684;&#x6050;&#x60E7;&#x5C82;&#x4E0D;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x65E0;&#x6CD5;&#x89E3;&#x8131;&#x7684;&#x5E72;&#x6E34;&#xFF1F;
There are those who give little of the much which they have -- and they give it for recognition and their hidden desire makes their gifts unwholesome.
&#x6709;&#x4E9B;&#x4EBA;&#x53EA;&#x6350;&#x5F03;&#x81EA;&#x5DF1;&#x8D22;&#x4EA7;&#x4E2D;&#x7684;&#x4E00;&#x70B9;&#x4E00;&#x4E9B;&#x2014;&#x2014;&#x4ED6;&#x4EEC;&#x662F;&#x4E3A;&#x5F97;&#x5230;&#x8BA4;&#x53EF;&#x800C;&#x65BD;&#x4E0E;&#xFF0C;&#x800C;&#x4ED6;&#x4EEC;&#x9690;&#x85CF;&#x7684;&#x6B32;&#x671B;&#x4F7F;&#x4ED6;&#x4EEC;&#x7684;&#x9988;&#x8D60;&#x4E0D;&#x6210;&#x4E3A;&#x7F8E;&#x3002;
And there are those who have little and give it all.
&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x4EBA;&#xFF0C;&#x4ED6;&#x4EEC;&#x62E5;&#x6709;&#x751A;&#x5C11;&#xFF0C;&#x5374;&#x5168;&#x90E8;&#x4ED8;&#x51FA;&#x3002;
These are the believers in life and the bounty of life, and their coffer is never empty.
&#x4ED6;&#x4EEC;&#x76F8;&#x4FE1;&#x751F;&#x547D;&#x548C;&#x751F;&#x547D;&#x7684;&#x8D60;&#x793C;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x50A8;&#x67DC;&#x4ECE;&#x4E0D;&#x7A7A;&#x865A;&#x3002;
There are those who give with joy, and that joy is their reward.
&#x6709;&#x4E9B;&#x4EBA;&#x5FEB;&#x4E50;&#x5730;&#x65BD;&#x4E0E;&#xFF0C;&#x8FD9;&#x5FEB;&#x4E50;&#x5C31;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x56DE;&#x62A5;&#x3002;
And there are those who give with pain, and that pain is their baptism.
&#x6709;&#x4E9B;&#x4EBA;&#x75DB;&#x82E6;&#x5730;&#x65BD;&#x4E0E;&#xFF0C;&#x8FD9;&#x75DB;&#x82E6;&#x5C31;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x6D17;&#x793C;&#x3002;
And there are those who give and know not pain in giving, nor do they seek joy, nor give with mindfulness of virtue;
&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x4EBA;&#xFF0C;&#x7ED9;&#x4E88;&#x65F6;&#x5E76;&#x4E0D;&#x89C9;&#x5F97;&#x75DB;&#x82E6;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5BFB;&#x6C42;&#x5FEB;&#x4E50;&#xFF0C;&#x6216;&#x5E03;&#x5584;&#x65BD;&#x5FB7;&#xFF1B;
They give as in yonder valley the myrtle breathes its fragrance into space.
&#x4ED6;&#x4EEC;&#x65BD;&#x4E0E;&#xFF0C;&#x5C31;&#x50CF;&#x5C71;&#x8C37;&#x90A3;&#x8FB9;&#x7684;&#x6843;&#x91D1;&#x5A18;&#x6563;&#x53D1;&#x82B3;&#x9999;&#x3002;
Though the hands of such as these God speaks, and from behind their eyes He smiles upon the earth.
&#x4E0A;&#x5E1D;&#x901A;&#x8FC7;&#x8FD9;&#x4E9B;&#x4EBA;&#x4E4B;&#x624B;&#x65BD;&#x6559;&#xFF0C;&#x900F;&#x8FC7;&#x4ED6;&#x4EEC;&#x7684;&#x53CC;&#x7738;&#x5411;&#x5927;&#x5730;&#x5FAE;&#x7B11;&#x3002;
It is well to give when asked, but it is better to give unasked, through understanding;
&#x88AB;&#x7948;&#x6C42;&#x65F6;&#x65BD;&#x4E0E;&#x56FA;&#x7136;&#x5F88;&#x597D;&#xFF0C;&#x4F46;&#x66F4;&#x9AD8;&#x7684;&#x5883;&#x754C;&#x662F;&#x901A;&#x8FC7;&#x4F53;&#x5BDF;&#xFF0C;&#x5728;&#x522B;&#x4EBA;&#x5F00;&#x53E3;&#x524D;&#x76F8;&#x8D60;&#x3002;
And to the open-handed the search for one who shall receive is joy greater than giving.
&#x5BF9;&#x4E8E;&#x6177;&#x6168;&#x7684;&#x4EBA;&#xFF0C;&#x80FD;&#x627E;&#x5230;&#x4E50;&#x4E8E;&#x63A5;&#x53D7;&#x9988;&#x8D60;&#x7684;&#x4EBA;&#x8F83;&#x4E4B;&#x65BD;&#x4E0E;&#x672C;&#x8EAB;&#x662F;&#x66F4;&#x6DF1;&#x7684;&#x5FEB;&#x4E50;&#x3002;
And is there aught you would withhold?
&#x4F60;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x80FD;&#x820D;&#x5F03;&#x7684;&#x5462;&#xFF1F;
All you have shall some day be given;
&#x603B;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x4F60;&#x6240;&#x6709;&#x7684;&#x4E00;&#x5207;&#x90FD;&#x5C06;&#x7559;&#x4E0E;&#x4ED6;&#x4EBA;&#xFF1B;
Therefore give now, that the season of giving may be yours and not your inheritors&apos;.
&#x6240;&#x4EE5;&#x73B0;&#x5728;&#x5C31;&#x9988;&#x8D60;&#x5427;&#xFF0C;&#x628A;&#x5949;&#x732E;&#x7684;&#x65F6;&#x673A;&#x7559;&#x7ED9;&#x4F60;&#x81EA;&#x5DF1;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4F60;&#x7684;&#x7EE7;&#x627F;&#x4EBA;&#x3002;
You often say, &quot;I would give, but only to the deserving.&quot;
&#x4F60;&#x4EEC;&#x5E38;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4F1A;&#x89E3;&#x56CA;&#xFF0C;&#x4F46;&#x53EA;&#x4E3A;&#x503C;&#x5F97;&#x7684;&#x4EBA;&#x3002;&#x201D;
The trees in your orchard say not so, nor the flocks in your pasture.
&#x4F60;&#x4EEC;&#x679C;&#x56ED;&#x4E2D;&#x7684;&#x6811;&#x6728;&#x4E0D;&#x4F1A;&#x8FD9;&#x6837;&#x8BF4;&#xFF0C;&#x4F60;&#x4EEC;&#x8349;&#x5730;&#x4E0A;&#x7684;&#x7F8A;&#x7FA4;&#x4E5F;&#x4E0D;&#x4F1A;&#x8FD9;&#x6837;&#x8BF4;&#x3002;
They give that they may live, for to withhold is to perish.
&#x56E0;&#x4E3A;&#x5949;&#x732E;&#xFF0C;&#x5B83;&#x4EEC;&#x624D;&#x4F1A;&#x751F;&#x5B58;&#xFF0C;&#x800C;&#x62D2;&#x7EDD;&#x53EA;&#x4F1A;&#x5E26;&#x6765;&#x706D;&#x4EA1;&#x3002;
Surely he who is worthy to receive his days and his nights is worthy of all else from you.
&#x4E00;&#x4E2A;&#x914D;&#x5F97;&#x5230;&#x81EA;&#x5DF1;&#x767D;&#x663C;&#x4E0E;&#x9ED1;&#x591C;&#x7684;&#x4EBA;&#xFF0C;&#x65E0;&#x7591;&#x914D;&#x4ECE;&#x4F60;&#x4EEC;&#x8FD9;&#x91CC;&#x83B7;&#x5F97;&#x5176;&#x4ED6;&#x4E00;&#x5207;&#x3002;
And he who has deserved to drink from the ocean of life deserves to fill his cup from your little stream.
&#x4E00;&#x4E2A;&#x914D;&#x4ECE;&#x751F;&#x547D;&#x4E4B;&#x6D77;&#x4E2D;&#x53D6;&#x996E;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x914D;&#x4ECE;&#x4F60;&#x4EEC;&#x7684;&#x5C0F;&#x6EAA;&#x91CC;&#x6C72;&#x6EE1;&#x6C34;&#x676F;&#x3002;
And what desert greater shall there be than that which lies in the courage and the confidence, nay the charity, of receiving?
&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x7F8E;&#x5FB7;&#x80FD;&#x8D85;&#x8FC7;&#x63A5;&#x53D7;&#x7684;&#x52C7;&#x6C14;&#x3001;&#x4FE1;&#x4EFB;&#x3001;&#x751A;&#x81F3;&#x6148;&#x60B2;&#xFF1F;
And who are you that men should rend their bosom and unveil their pride, that you may see their worth naked and their pride unabashed?
&#x4F60;&#x662F;&#x8C01;&#xFF0C;&#x503C;&#x5F97;&#x4EBA;&#x4EEC;&#x6495;&#x5F00;&#x80F8;&#x819B;&#x3001;&#x6458;&#x4E0B;&#x81EA;&#x5C0A;&#x7684;&#x9762;&#x7EB1;&#xFF0C;&#x8BA9;&#x4F60;&#x770B;&#x5230;&#x4ED6;&#x4EEC;&#x8D64;&#x88F8;&#x7684;&#x4EF7;&#x503C;&#x548C;&#x4ED6;&#x4EEC;&#x65E0;&#x6127;&#x7684;&#x5C0A;&#x4E25;&#xFF1F;
See first that you yourself deserve to be a giver, and an instrument of giving.
&#x5148;&#x5BA1;&#x89C6;&#x4E00;&#x4E0B;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x914D;&#x4F5C;&#x4E00;&#x4E2A;&#x9988;&#x8D60;&#x8005;&#xFF0C;&#x4E00;&#x4EF6;&#x65BD;&#x4E0E;&#x7684;&#x5DE5;&#x5177;&#x3002;
For in truth it is life that gives unto life -- while you, who deem yourself a giver, are but a witness.
&#x56E0;&#x4E3A;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x751F;&#x547D;&#x5BF9;&#x751F;&#x547D;&#x7684;&#x9988;&#x8D60;&#x2014;&#x2014;&#x800C;&#x4F60;&#xFF0C;&#x5C06;&#x81EA;&#x5DF1;&#x89C6;&#x4E3A;&#x65BD;&#x4E3B;&#x7684;&#x4F60;&#xFF0C;&#x4E0D;&#x8FC7;&#x662F;&#x4E00;&#x4E2A;&#x89C1;&#x8BC1;&#x3002;
And you receivers -- and you are all receivers -- assume no weight of gratitude, lest you lay a yoke upon yourself and upon him who gives.
&#x81F3;&#x4E8E;&#x4F60;&#x4EEC;&#x8FD9;&#x4E9B;&#x53D7;&#x60E0;&#x8005;&#x2014;&#x2014;&#x4F60;&#x4EEC;&#x7684;&#x786E;&#x90FD;&#x662F;&#x53D7;&#x60E0;&#x8005;&#x2014;&#x2014;&#x6BCB;&#x987B;&#x80CC;&#x8D1F;&#x611F;&#x6069;&#x6234;&#x5FB7;&#x7684;&#x91CD;&#x62C5;&#xFF0C;&#x4EE5;&#x514D;&#x7ED9;&#x81EA;&#x5DF1;&#x4EE5;&#x81F3;&#x65BD;&#x4E0E;&#x8005;&#x5957;&#x4E0A;&#x67B7;&#x9501;&#x3002;
Rather rise together with the giver on his gifts as on wings;
&#x4E0D;&#x5982;&#x4E0E;&#x65BD;&#x4E0E;&#x8005;&#x51ED;&#x501F;&#x9988;&#x8D60;&#xFF0C;&#x5982;&#x540C;&#x51ED;&#x501F;&#x4E00;&#x5BF9;&#x7FC5;&#x8180;&#xFF0C;&#x4E00;&#x8D77;&#x98DE;&#x7FD4;&#xFF0C;
For to be overmindful of your debt, is to doubt his generosity who has the free-hearted earth for mother, and God for father.
&#x56E0;&#x4E3A;&#x803F;&#x803F;&#x4E8E;&#x6B20;&#x8D1F;&#xFF0C;&#x5C31;&#x662F;&#x6000;&#x7591;&#x90A3;&#x4EE5;&#x4E50;&#x5584;&#x597D;&#x65BD;&#x7684;&#x5927;&#x5730;&#x4E3A;&#x6BCD;&#xFF0C;&#x4EE5;&#x4E0A;&#x5E1D;&#x4E3A;&#x7236;&#x7684;&#x65BD;&#x4E0E;&#x8005;&#x7684;&#x6177;&#x6168;&#x4E86;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="On Children 孩子.html" class="navigation navigation-prev " aria-label="Previous page: On Children 孩子">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="On Eating and Drinking 饮食.html" class="navigation navigation-next " aria-label="Next page: On Eating and Drinking 饮食">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"On Giving 施与","level":"1.2.5","depth":2,"next":{"title":"On Eating and Drinking 饮食","level":"1.2.6","depth":2,"path":"On Eating and Drinking 饮食.md","ref":"On Eating and Drinking 饮食.md","articles":[]},"previous":{"title":"On Children 孩子","level":"1.2.4","depth":2,"path":"On Children 孩子.md","ref":"On Children 孩子.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"On Giving 施与.md","mtime":"2018-04-16T06:47:56.168Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-16T06:57:27.729Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

