
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>On Reason & Passion 理性与热情 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="On Pain 痛苦.html" />
    
    
    <link rel="prev" href="On Freedom 自由.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    作品简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="目录.html">
            
                <a href="目录.html">
            
                    
                    目录
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="The Coming of the Ship 船来了.html">
            
                <a href="The Coming of the Ship 船来了.html">
            
                    
                    The Coming of the Ship 船来了
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="On Love 爱.html">
            
                <a href="On Love 爱.html">
            
                    
                    On Love 爱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="On Marriage 婚姻.html">
            
                <a href="On Marriage 婚姻.html">
            
                    
                    On Marriage 婚姻
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="On Children 孩子.html">
            
                <a href="On Children 孩子.html">
            
                    
                    On Children 孩子
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="On Giving 施与.html">
            
                <a href="On Giving 施与.html">
            
                    
                    On Giving 施与
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="On Eating and Drinking 饮食.html">
            
                <a href="On Eating and Drinking 饮食.html">
            
                    
                    On Eating and Drinking 饮食
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="On Work 工作.html">
            
                <a href="On Work 工作.html">
            
                    
                    On Work 工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="On Joy & Sorrow 欢乐与忧愁.html">
            
                <a href="On Joy & Sorrow 欢乐与忧愁.html">
            
                    
                    On Joy & Sorrow 欢乐与忧愁
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="On Houses 居室.html">
            
                <a href="On Houses 居室.html">
            
                    
                    On Houses 居室
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.10" data-path="On Clothes 衣服.html">
            
                <a href="On Clothes 衣服.html">
            
                    
                    On Clothes 衣服
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.11" data-path="On Buying & Selling 买卖.html">
            
                <a href="On Buying & Selling 买卖.html">
            
                    
                    On Buying & Selling 买卖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.12" data-path="On Crime & Punishment 罪与罚.html">
            
                <a href="On Crime & Punishment 罪与罚.html">
            
                    
                    On Crime & Punishment 罪与罚
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.13" data-path="On Laws 法律.html">
            
                <a href="On Laws 法律.html">
            
                    
                    On Laws 法律
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.14" data-path="On Freedom 自由.html">
            
                <a href="On Freedom 自由.html">
            
                    
                    On Freedom 自由
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.15" data-path="On Reason & Passion 理性与热情.html">
            
                <a href="On Reason & Passion 理性与热情.html">
            
                    
                    On Reason & Passion 理性与热情
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.16" data-path="On Pain 痛苦.html">
            
                <a href="On Pain 痛苦.html">
            
                    
                    On Pain 痛苦
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.17" data-path="On Self-Knowledge 自知.html">
            
                <a href="On Self-Knowledge 自知.html">
            
                    
                    On Self-Knowledge 自知
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.18" data-path="On Teaching 教育.html">
            
                <a href="On Teaching 教育.html">
            
                    
                    On Teaching 教育
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.19" data-path="On Friendship 友谊.html">
            
                <a href="On Friendship 友谊.html">
            
                    
                    On Friendship 友谊
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.20" data-path="On Talking 言谈.html">
            
                <a href="On Talking 言谈.html">
            
                    
                    On Talking 言谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.21" data-path="On Time 时间.html">
            
                <a href="On Time 时间.html">
            
                    
                    On Time 时间
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.22" data-path="On Good & Evil 善与恶.html">
            
                <a href="On Good & Evil 善与恶.html">
            
                    
                    On Good & Evil 善与恶
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.23" data-path="On Prayer 祈祷.html">
            
                <a href="On Prayer 祈祷.html">
            
                    
                    On Prayer 祈祷
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.24" data-path="On Pleasure 享乐.html">
            
                <a href="On Pleasure 享乐.html">
            
                    
                    On Pleasure 享乐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.25" data-path="On Beauty 美.html">
            
                <a href="On Beauty 美.html">
            
                    
                    On Beauty 美
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.26" data-path="On Religion 宗教.html">
            
                <a href="On Religion 宗教.html">
            
                    
                    On Religion 宗教
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.27" data-path="On Death 死亡.html">
            
                <a href="On Death 死亡.html">
            
                    
                    On Death 死亡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.28" data-path="The Farewell 告别.html">
            
                <a href="The Farewell 告别.html">
            
                    
                    The Farewell 告别
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >On Reason & Passion 理性与热情</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="on-reason--passion-&#x7406;&#x6027;&#x4E0E;&#x70ED;&#x60C5;">On Reason &amp; Passion &#x7406;&#x6027;&#x4E0E;&#x70ED;&#x60C5;</h1>
<p>And the priestess spoke again and said: &quot;Speak to us of Reason and Passion.&quot;
&#x4E8E;&#x662F;&#x90A3;&#x4F4D;&#x5973;&#x796D;&#x53F8;&#x53C8;&#x5F00;&#x53E3;&#x8BF4;&#x9053;&#xFF1A;&#x8BF7;&#x7ED9;&#x6211;&#x4EEC;&#x8BB2;&#x8BB2;&#x7406;&#x6027;&#x4E0E;&#x70ED;&#x60C5;&#x3002;
And he answered saying:
&#x4ED6;&#x56DE;&#x7B54;&#x9053;&#xFF1A;
Your soul is oftentimes a battlefield, upon which your reason and your judgment wage war against passion and your appetite.
&#x4F60;&#x4EEC;&#x7684;&#x5FC3;&#x7075;&#x5E38;&#x5E38;&#x662F;&#x6218;&#x573A;&#xFF0C;&#x5728;&#x6B64;&#x4F60;&#x4EEC;&#x7684;&#x7406;&#x6027;&#x4E0E;&#x5224;&#x65AD;&#x540C;&#x4F60;&#x4EEC;&#x7684;&#x70ED;&#x60C5;&#x4E0E;&#x6B32;&#x671B;&#x5F7C;&#x6B64;&#x4EA4;&#x950B;&#x3002;
Would that I could be the peacemaker in your soul, that I might turn the discord and the rivalry of your elements into oneness and melody.
&#x6211;&#x591A;&#x4E48;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x6210;&#x4E3A;&#x4F60;&#x4EEC;&#x5FC3;&#x7075;&#x548C;&#x5E73;&#x7684;&#x7F14;&#x9020;&#x8005;&#xFF0C;&#x5C06;&#x4F60;&#x4EEC;&#x5FC3;&#x4E2D;&#x5BF9;&#x7ACB;&#x76F8;&#x4E89;&#x7684;&#x6210;&#x5206;&#x53D8;&#x4E3A;&#x548C;&#x8C10;&#x4E00;&#x81F4;&#x7684;&#x65CB;&#x5F8B;&#x3002;
But how shall I, unless you yourselves be also the peacemakers, nay, the lovers of all your elements?
&#x5982;&#x679C;&#x4F60;&#x4EEC;&#x4E0D;&#x662F;&#x81EA;&#x8EAB;&#x8981;&#x7D20;&#x7684;&#x548C;&#x5E73;&#x7F14;&#x9020;&#x8005;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x662F;&#x949F;&#x7231;&#x81EA;&#x8EAB;&#x8981;&#x7D20;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x53C8;&#x600E;&#x4E48;&#x80FD;&#x591F;&#x505A;&#x5230;&#xFF1F;
Your reason and your passion are the rudder and the sails of your seafaring soul.
&#x4F60;&#x4EEC;&#x7684;&#x7406;&#x6027;&#x4E0E;&#x70ED;&#x60C5;&#xFF0C;&#x662F;&#x4F60;&#x4EEC;&#x822A;&#x884C;&#x4E2D;&#x7684;&#x7075;&#x9B42;&#x7684;&#x8235;&#x4E0E;&#x5E06;&#x3002;
If either your sails or our rudder be broken, you can but toss and drift, or else be held at a standstill in mid-seas.
&#x5047;&#x5982;&#x4F60;&#x4EEC;&#x7684;&#x8235;&#x6216;&#x5E06;&#x88AB;&#x635F;&#x574F;&#xFF0C;&#x4F60;&#x4EEC;&#x5C31;&#x53EA;&#x80FD;&#x5728;&#x6D77;&#x4E0A;&#x98A0;&#x6C9B;&#x6D41;&#x79BB;&#xFF0C;&#x6216;&#x6EDE;&#x7559;&#x6D77;&#x4E0A;&#x3002;
For reason, ruling alone, is a force confining; and passion, unattended, is a flame that burns to its own destruction.
&#x7406;&#x6027;&#x72EC;&#x81EA;&#x5F04;&#x6743;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x538B;&#x5236;&#x7684;&#x529B;&#x91CF;&#xFF1B;&#x70ED;&#x60C5;&#x81EA;&#x7531;&#x653E;&#x7EB5;&#xFF0C;&#x662F;&#x71C3;&#x70E7;&#x4E00;&#x5207;&#x76F4;&#x81F3;&#x711A;&#x6BC1;&#x81EA;&#x6211;&#x7684;&#x706B;&#x7130;&#x3002;
Therefore let your soul exalt your reason to the height of passion; that it may sing;
&#x56E0;&#x6B64;&#xFF0C;&#x8BA9;&#x4F60;&#x4EEC;&#x7684;&#x7075;&#x9B42;&#x5C06;&#x7406;&#x6027;&#x63D0;&#x5347;&#x81F3;&#x70ED;&#x60C5;&#x7684;&#x6781;&#x81F4;&#xFF0C;&#x5B83;&#x5C06;&#x6B4C;&#x5531;&#xFF1B;
And let it direct your passion with reason, that your passion may live through its own daily resurrection, and like the phoenix rise above its own ashes.
&#x8BA9;&#x4F60;&#x4EEC;&#x7684;&#x7075;&#x9B42;&#x4EE5;&#x7406;&#x6027;&#x5F15;&#x5BFC;&#x70ED;&#x60C5;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x8FD9;&#x6837;&#x4F60;&#x4EEC;&#x7684;&#x70ED;&#x60C5;&#x624D;&#x4F1A;&#x7ECF;&#x5386;&#x6BCF;&#x65E5;&#x7684;&#x590D;&#x6D3B;&#xFF0C;&#x5B9B;&#x82E5;&#x51E4;&#x51F0;&#x4ECE;&#x81EA;&#x5DF1;&#x7684;&#x7070;&#x70EC;&#x4E2D;&#x518D;&#x751F;&#x3002;
I would have you consider your judgment and your appetite even as you would two loved guests in your house.
&#x6211;&#x5E0C;&#x671B;&#x4F60;&#x4EEC;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x5224;&#x65AD;&#x548C;&#x6B32;&#x671B;&#x89C6;&#x4F5C;&#x4F60;&#x4EEC;&#x5BB6;&#x4E2D;&#x4E24;&#x4F4D;&#x6DF1;&#x7231;&#x7684;&#x5BA2;&#x4EBA;&#x3002;
Surely you would not honour one guest above the other; for he who is more mindful of one loses the love and the faith of both.
&#x4F60;&#x4EEC;&#x663E;&#x7136;&#x4E0D;&#x4F1A;&#x539A;&#x6B64;&#x8584;&#x5F7C;&#xFF1B;&#x56E0;&#x4E3A;&#x8FC7;&#x4E8E;&#x504F;&#x91CD;&#x5176;&#x4E2D;&#x4E00;&#x4F4D;&#x4F1A;&#x4F7F;&#x4F60;&#x540C;&#x65F6;&#x5931;&#x53BB;&#x4ED6;&#x4FE9;&#x7684;&#x53CB;&#x7231;&#x548C;&#x4FE1;&#x4EFB;&#x3002;
Among the hills, when you sit in the cool shade of the white poplars, sharing the peace and serenity of distant fields and meadows -- then let your heart say in silence, &quot;God rests in reason.&quot;
&#x5728;&#x5C71;&#x4E2D;&#xFF0C;&#x5F53;&#x4F60;&#x4EEC;&#x5750;&#x5728;&#x767D;&#x6768;&#x6811;&#x836B;&#x4E0B;&#xFF0C;&#x5206;&#x4EAB;&#x8FDC;&#x65B9;&#x7530;&#x91CE;&#x7684;&#x548C;&#x5E73;&#x4E0E;&#x5B81;&#x9759;&#xFF0C;&#x2014;&#x2014;&#x8BA9;&#x4F60;&#x4EEC;&#x7684;&#x5FC3;&#x5728;&#x5BC2;&#x9759;&#x4E2D;&#x8BF4;&#xFF1A;&#x201C;&#x4E0A;&#x5E1D;&#x5BC4;&#x5BD3;&#x4E8E;&#x7406;&#x6027;&#x3002;&#x201D;
And when the storm comes, and the mighty wind shakes the forest, and thunder and lightning proclaim the majesty of the sky, -- then let your heart say in awe, &quot;God moves in passion.&quot;
&#x5F53;&#x66B4;&#x98CE;&#x96E8;&#x6765;&#x4E34;&#xFF0C;&#x72C2;&#x98CE;&#x9707;&#x64BC;&#x68EE;&#x6797;&#xFF0C;&#x7535;&#x95EA;&#x96F7;&#x9E23;&#x5BA3;&#x793A;&#x4E91;&#x5929;&#x7684;&#x5E84;&#x4E25;&#x5B8F;&#x9614;&#xFF0C;&#x2014;&#x2014;&#x8BA9;&#x4F60;&#x4EEC;&#x7684;&#x5FC3;&#x5728;&#x656C;&#x754F;&#x4E2D;&#x8BF4;&#xFF1A;&#x201C;&#x4E0A;&#x5E1D;&#x8FD0;&#x884C;&#x4E8E;&#x70ED;&#x60C5;&#x3002;&#x201D;
And since you are a breath In God&apos;s sphere, and a leaf in God&apos;s forest, you too should rest in reason and move in passion.
&#x65E2;&#x7136;&#x4F60;&#x4EEC;&#x662F;&#x4E0A;&#x5E1D;&#x755B;&#x57DF;&#x4E2D;&#x7684;&#x4E00;&#x9053;&#x6C14;&#x606F;&#xFF0C;&#x4E0A;&#x5E1D;&#x68EE;&#x6797;&#x91CC;&#x7684;&#x4E00;&#x7247;&#x6811;&#x53F6;&#xFF0C;&#x90A3;&#x4F60;&#x4EEC;&#x4E5F;&#x5E94;&#x5F53;&#x5BC4;&#x8EAB;&#x4E8E;&#x7406;&#x6027;&#xFF0C;&#x8FD0;&#x884C;&#x4E8E;&#x70ED;&#x60C5;&#x3002;</p>
<p>On Pain&#x75DB;&#x82E6;
And a woman spoke, saying, &quot;Tell us of Pain.&quot;
&#x4E00;&#x4F4D;&#x5987;&#x4EBA;&#x8BF4;&#xFF0C;&#x8BF7;&#x7ED9;&#x6211;&#x4EEC;&#x8BB2;&#x8BB2;&#x75DB;&#x82E6;&#x3002;
And he said:
&#x4ED6;&#x8BF4;&#x9053;&#xFF1A;
Your pain is the breaking of the shell that encloses your understanding.
&#x4F60;&#x4EEC;&#x7684;&#x75DB;&#x82E6;&#x4E43;&#x662F;&#x5305;&#x7740;&#x4F60;&#x4EEC;&#x609F;&#x6027;&#x7684;&#x5916;&#x58F3;&#x7684;&#x7834;&#x88C2;&#x3002;
Even as the stone of the fruit must break, that its heart may stand in the sun, so must you know pain.
&#x7136;&#x800C;&#x6B63;&#x5982;&#x679C;&#x6838;&#x5FC5;&#x5B9A;&#x7834;&#x88C2;&#x66B4;&#x9732;&#x4E8E;&#x9633;&#x5149;&#x4E0B;&#xFF0C;&#x4F60;&#x4EEC;&#x4E5F;&#x5FC5;&#x5B9A;&#x7ECF;&#x5386;&#x75DB;&#x82E6;&#x3002;
And could you keep your heart in wonder at the daily miracles of your life, your pain would not seem less wondrous than your joy;
&#x6BCF;&#x5929;&#xFF0C;&#x4F60;&#x4EEC;&#x7684;&#x5FC3;&#x7075;&#x60CA;&#x53F9;&#x4E8E;&#x751F;&#x547D;&#x7684;&#x5947;&#x8FF9;&#xFF0C;&#x4F60;&#x4EEC;&#x7684;&#x75DB;&#x82E6;&#x4EFF;&#x4F5B;&#x4E0E;&#x4F60;&#x4EEC;&#x7684;&#x5FEB;&#x4E50;&#x4E00;&#x6837;&#x5947;&#x5999;&#xFF1B;
And you would accept the seasons of your heart, even as you have always accepted the seasons that pass over your fields.
&#x4F60;&#x4EEC;&#x5C06;&#x4E60;&#x60EF;&#x5FC3;&#x7075;&#x7684;&#x5B63;&#x8282;&#x53D8;&#x5316;&#xFF0C;&#x5C31;&#x50CF;&#x4E60;&#x60EF;&#x63A5;&#x53D7;&#x6765;&#x53BB;&#x4E8E;&#x7530;&#x91CE;&#x7684;&#x5B63;&#x8282;&#x53D8;&#x5316;&#x3002;
And you would watch with serenity through the winters of your grief.
&#x4E8E;&#x662F;&#xFF0C;&#x4F60;&#x4EEC;&#x80FD;&#x591F;&#x4EE5;&#x5B81;&#x9759;&#x7684;&#x5FC3;&#x60C5;&#x770B;&#x5F85;&#x4F60;&#x4EEC;&#x60B2;&#x51C9;&#x7684;&#x51AC;&#x5B63;&#x3002;
Much of your pain is self-chosen.
&#x4F60;&#x4EEC;&#x7684;&#x75DB;&#x82E6;&#x591A;&#x662F;&#x4F60;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x9009;&#x62E9;&#x3002;
It is the bitter potion by which the physician within you heals your sick self. Therefore trust the physician, and drink his remedy in silence and tranquillity:
&#x5B83;&#x662F;&#x4F60;&#x4EEC;&#x4F53;&#x5185;&#x7684;&#x533B;&#x751F;&#x6CBB;&#x7597;&#x4F60;&#x4EEC;&#x75C5;&#x8EAF;&#x7684;&#x82E6;&#x836F;&#x3002;&#x56E0;&#x6B64;&#x8BF7;&#x4FE1;&#x4EFB;&#x8FD9;&#x533B;&#x5E08;&#xFF0C;&#x5B81;&#x9759;&#x5730;&#x996E;&#x4E0B;&#x4ED6;&#x7684;&#x836F;&#x5242;&#xFF1A;
For his hand, though heavy and hard, is guided by the tender hand of the Unseen,
&#x56E0;&#x4E3A;&#x4ED6;&#x7684;&#x624B;&#xFF0C;&#x5C3D;&#x7BA1;&#x6C89;&#x91CD;&#x800C;&#x575A;&#x786C;&#xFF0C;&#x5374;&#x7531;&#x4E00;&#x53EA;&#x85CF;&#x800C;&#x4E0D;&#x9732;&#x7684;&#x6E29;&#x67D4;&#x7684;&#x624B;&#x5728;&#x6307;&#x5F15;&#x3002;
And the cup he brings, though it burn your lips, has been fashioned of the clay which the Potter has moistened with His own sacred tears.
&#x4ED6;&#x7AEF;&#x4E0A;&#x7684;&#x676F;&#x5B50;&#xFF0C;&#x5C3D;&#x7BA1;&#x70E7;&#x707C;&#x4F60;&#x7684;&#x53CC;&#x5507;&#xFF0C;&#x5374;&#x662F;&#x7531;&#x9676;&#x5DE5;&#x7528;&#x81EA;&#x5DF1;&#x795E;&#x5723;&#x7684;&#x6CEA;&#x6C34;&#x6253;&#x6E7F;&#x9676;&#x571F;&#x800C;&#x5236;&#x6210;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="On Freedom 自由.html" class="navigation navigation-prev " aria-label="Previous page: On Freedom 自由">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="On Pain 痛苦.html" class="navigation navigation-next " aria-label="Next page: On Pain 痛苦">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"On Reason & Passion 理性与热情","level":"1.2.15","depth":2,"next":{"title":"On Pain 痛苦","level":"1.2.16","depth":2,"path":"On Pain 痛苦.md","ref":"On Pain 痛苦.md","articles":[]},"previous":{"title":"On Freedom 自由","level":"1.2.14","depth":2,"path":"On Freedom 自由.md","ref":"On Freedom 自由.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"On Reason & Passion 理性与热情.md","mtime":"2018-04-16T07:05:15.575Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-16T06:57:27.729Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

