
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>The Farewell 告别 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="On Death 死亡.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    作品简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="目录.html">
            
                <a href="目录.html">
            
                    
                    目录
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="The Coming of the Ship 船来了.html">
            
                <a href="The Coming of the Ship 船来了.html">
            
                    
                    The Coming of the Ship 船来了
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="On Love 爱.html">
            
                <a href="On Love 爱.html">
            
                    
                    On Love 爱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="On Marriage 婚姻.html">
            
                <a href="On Marriage 婚姻.html">
            
                    
                    On Marriage 婚姻
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" data-path="On Children 孩子.html">
            
                <a href="On Children 孩子.html">
            
                    
                    On Children 孩子
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="On Giving 施与.html">
            
                <a href="On Giving 施与.html">
            
                    
                    On Giving 施与
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="On Eating and Drinking 饮食.html">
            
                <a href="On Eating and Drinking 饮食.html">
            
                    
                    On Eating and Drinking 饮食
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" data-path="On Work 工作.html">
            
                <a href="On Work 工作.html">
            
                    
                    On Work 工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.8" data-path="On Joy & Sorrow 欢乐与忧愁.html">
            
                <a href="On Joy & Sorrow 欢乐与忧愁.html">
            
                    
                    On Joy & Sorrow 欢乐与忧愁
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.9" data-path="On Houses 居室.html">
            
                <a href="On Houses 居室.html">
            
                    
                    On Houses 居室
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.10" data-path="On Clothes 衣服.html">
            
                <a href="On Clothes 衣服.html">
            
                    
                    On Clothes 衣服
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.11" data-path="On Buying & Selling 买卖.html">
            
                <a href="On Buying & Selling 买卖.html">
            
                    
                    On Buying & Selling 买卖
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.12" data-path="On Crime & Punishment 罪与罚.html">
            
                <a href="On Crime & Punishment 罪与罚.html">
            
                    
                    On Crime & Punishment 罪与罚
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.13" data-path="On Laws 法律.html">
            
                <a href="On Laws 法律.html">
            
                    
                    On Laws 法律
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.14" data-path="On Freedom 自由.html">
            
                <a href="On Freedom 自由.html">
            
                    
                    On Freedom 自由
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.15" data-path="On Reason & Passion 理性与热情.html">
            
                <a href="On Reason & Passion 理性与热情.html">
            
                    
                    On Reason & Passion 理性与热情
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.16" data-path="On Pain 痛苦.html">
            
                <a href="On Pain 痛苦.html">
            
                    
                    On Pain 痛苦
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.17" data-path="On Self-Knowledge 自知.html">
            
                <a href="On Self-Knowledge 自知.html">
            
                    
                    On Self-Knowledge 自知
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.18" data-path="On Teaching 教育.html">
            
                <a href="On Teaching 教育.html">
            
                    
                    On Teaching 教育
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.19" data-path="On Friendship 友谊.html">
            
                <a href="On Friendship 友谊.html">
            
                    
                    On Friendship 友谊
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.20" data-path="On Talking 言谈.html">
            
                <a href="On Talking 言谈.html">
            
                    
                    On Talking 言谈
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.21" data-path="On Time 时间.html">
            
                <a href="On Time 时间.html">
            
                    
                    On Time 时间
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.22" data-path="On Good & Evil 善与恶.html">
            
                <a href="On Good & Evil 善与恶.html">
            
                    
                    On Good & Evil 善与恶
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.23" data-path="On Prayer 祈祷.html">
            
                <a href="On Prayer 祈祷.html">
            
                    
                    On Prayer 祈祷
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.24" data-path="On Pleasure 享乐.html">
            
                <a href="On Pleasure 享乐.html">
            
                    
                    On Pleasure 享乐
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.25" data-path="On Beauty 美.html">
            
                <a href="On Beauty 美.html">
            
                    
                    On Beauty 美
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.26" data-path="On Religion 宗教.html">
            
                <a href="On Religion 宗教.html">
            
                    
                    On Religion 宗教
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.27" data-path="On Death 死亡.html">
            
                <a href="On Death 死亡.html">
            
                    
                    On Death 死亡
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.28" data-path="The Farewell 告别.html">
            
                <a href="The Farewell 告别.html">
            
                    
                    The Farewell 告别
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >The Farewell 告别</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="the-farewell-&#x544A;&#x522B;">The Farewell &#x544A;&#x522B;</h1>
<p>And now it was evening.
&#x5DF2;&#x7ECF;&#x662F;&#x591C;&#x4E86;&#x3002;
And Almitra the seeress said, &quot;Blessed be this day and this place and your spirit that has spoken.&quot;
&#x5973;&#x9884;&#x8A00;&#x5BB6;&#x827E;&#x5C14;&#x6885;&#x7279;&#x62C9;&#x8BF4;&#xFF0C;&#x201C;&#x4ECA;&#x65E5;&#xFF0C;&#x6B64;&#x5730;&#xFF0C;&#x548C;&#x4F60;&#x6240;&#x503E;&#x8BC9;&#x7684;&#x5FC3;&#x7075;&#xFF0C;&#x90FD;&#x6709;&#x798F;&#x4E86;&#x3002;&#x201D;
And he answered, Was it I who spoke? Was I not also a listener?
&#x4ED6;&#x7B54;&#x9053;&#xFF1A;&#x201C;&#x96BE;&#x9053;&#x6211;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x503E;&#x8BC9;&#x8005;&#xFF1F;&#x6211;&#x4E0D;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x503E;&#x542C;&#x8005;&#x4E48;&#xFF1F;&#x201D;
Then he descended the steps of the Temple and all the people followed him. And he reached his ship and stood upon the deck.
&#x4ED6;&#x6B65;&#x4E0B;&#x5723;&#x6BBF;&#x7684;&#x53F0;&#x9636;&#xFF0C;&#x4EBA;&#x4EEC;&#x8DDF;&#x968F;&#x7740;&#x4ED6;&#x3002;&#x4ED6;&#x767B;&#x4E0A;&#x4ED6;&#x7684;&#x822A;&#x8239;&#xFF0C;&#x7ACB;&#x4E8E;&#x7532;&#x677F;&#x4E0A;&#x3002;
And facing the people again, he raised his voice and said:
&#x4ED6;&#x518D;&#x6B21;&#x9762;&#x5BF9;&#x4EBA;&#x4EEC;&#xFF0C;&#x63D0;&#x9AD8;&#x55D3;&#x97F3;&#x8BF4;&#x9053;&#xFF1A;
People of Orphalese, the wind bids me leave you. 
&#x201C;&#x5965;&#x6CD5;&#x5229;&#x65AF;&#x57CE;&#x7684;&#x4EBA;&#x4EEC;&#xFF01;&#x98CE;&#x5728;&#x50AC;&#x4FC3;&#x6211;&#x79BB;&#x5F00;&#x4F60;&#x4EEC;&#x3002;
Less hasty am I than the wind, yet I must go.
&#x5C3D;&#x7BA1;&#x6211;&#x4E0D;&#x50CF;&#x98CE;&#x8FD9;&#x822C;&#x6025;&#x5207;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x767B;&#x7A0B;&#x4E86;&#x3002; 
We wanderers, ever seeking the lonelier way, begin no day where we have ended another day; and no sunrise finds us where sunset left us.
&#x6211;&#x4EEC;&#x662F;&#x4E9B;&#x4E0D;&#x505C;&#x5730;&#x5BFB;&#x627E;&#x66F4;&#x5B64;&#x5BC2;&#x9053;&#x8DEF;&#x7684;&#x6D41;&#x6D6A;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x4E00;&#x5929;&#x5E76;&#x4E0D;&#x5728;&#x53E6;&#x4E00;&#x5929;&#x7ED3;&#x675F;&#x65F6;&#x5F00;&#x59CB;&#xFF1B;&#x671D;&#x9633;&#x4E5F;&#x4E0D;&#x4F1A;&#x5728;&#x66AE;&#x65E5;&#x79BB;&#x5F00;&#x6211;&#x4EEC;&#x7684;&#x5730;&#x65B9;&#x627E;&#x5230;&#x6211;&#x4EEC;&#x3002;
Even while the earth sleeps we travel. We are the seeds of the tenacious plant, and it is in our ripeness and our fullness of heart that we are given to the wind and are scattered.
&#x751A;&#x81F3;&#x5F53;&#x5927;&#x5730;&#x6C89;&#x7761;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x5728;&#x8D76;&#x8DEF;&#x3002;&#x6211;&#x4EEC;&#x662F;&#x5177;&#x6709;&#x751F;&#x547D;&#x529B;&#x7684;&#x79CD;&#x5B50;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x7684;&#x5FC3;&#x5B69;&#x6210;&#x719F;&#x5145;&#x5B9E;&#x65F6;&#xFF0C;&#x5C31;&#x88AB;&#x732E;&#x7ED9;&#x98CE;&#xFF0C;&#x98D8;&#x6563;&#x56DB;&#x65B9;&#x3002;&#x201D;
Brief were my days among you, and briefer still the words I have spoken.
&#x6211;&#x5728;&#x4F60;&#x4EEC;&#x4E2D;&#x95F4;&#x5EA6;&#x8FC7;&#x7684;&#x65E5;&#x5B50;&#x5341;&#x5206;&#x77ED;&#x6682;&#xFF0C;&#x6211;&#x5411;&#x4F60;&#x4EEC;&#x503E;&#x5410;&#x7684;&#x8BDD;&#x8BED;&#x5219;&#x66F4;&#x77ED;&#x3002;
But should my voice fade in your ears, and my love vanish in your memory, then I will come again,
&#x4E0D;&#x8FC7;&#xFF0C;&#x5018;&#x82E5;&#x6211;&#x7684;&#x58F0;&#x97F3;&#x4ECE;&#x4F60;&#x4EEC;&#x8033;&#x8FB9;&#x8FDC;&#x901D;&#xFF0C;&#x6211;&#x7684;&#x7231;&#x5728;&#x4F60;&#x4EEC;&#x5FC3;&#x4E2D;&#x6D88;&#x5931;&#xFF0C;&#x90A3;&#x6211;&#x8FD8;&#x4F1A;&#x518D;&#x6765;&#xFF0C;
And with a richer heart and lips more yielding to the spirit will I speak.
&#x6211;&#x5C06;&#x4EE5;&#x4E00;&#x9897;&#x66F4;&#x5145;&#x5B9E;&#x7684;&#x5FC3;&#x52A8;&#x548C;&#x66F4;&#x7075;&#x6027;&#x7684;&#x5507;&#x8BF4;&#x8BDD;&#x3002;
Yea, I shall return with the tide,
&#x662F;&#x7684;&#xFF0C;&#x6211;&#x5C06;&#x8E0F;&#x6D6A;&#x800C;&#x6765;&#xFF0C;
And though death may hide me, and the greater silence enfold me, yet again will I seek your understanding.
&#x4E5F;&#x8BB8;&#x6B7B;&#x4EA1;&#x4F1A;&#x5C06;&#x6211;&#x9690;&#x85CF;&#xFF0C;&#x66F4;&#x6DF1;&#x7684;&#x6C89;&#x9ED8;&#x4F1A;&#x5C06;&#x6211;&#x8986;&#x76D6;&#xFF0C;&#x4F46;&#x6211;&#x5C06;&#x518D;&#x6B21;&#x5BFB;&#x6C42;&#x4F60;&#x4EEC;&#x7684;&#x7406;&#x89E3;&#x3002;
And not in vain will I seek.
&#x800C;&#x6211;&#x7684;&#x5BFB;&#x627E;&#x4E0D;&#x4F1A;&#x662F;&#x5F92;&#x52B3;&#x7684;&#x3002;
If aught I have said is truth, that truth shall reveal itself in a clearer voice, and in words more kin to your thoughts.
&#x5982;&#x679C;&#x6211;&#x8BB2;&#x5230;&#x7684;&#x662F;&#x771F;&#x7406;&#xFF0C;&#x90A3;&#x4E48;&#x771F;&#x7406;&#x4F1A;&#x7528;&#x66F4;&#x6E05;&#x6670;&#x548C;&#x66F4;&#x4EB2;&#x8FD1;&#x4F60;&#x4EEC;&#x5FC3;&#x7075;&#x7684;&#x8BDD;&#x8BED;&#x8868;&#x8FBE;&#x81EA;&#x5DF1;&#x3002;
I go with the wind, people of Orphalese, but not down into emptiness;
&#x5965;&#x6CD5;&#x5229;&#x65AF;&#x57CE;&#x7684;&#x4EBA;&#x4EEC;&#x554A;&#xFF01;&#x6211;&#x5C06;&#x4E0E;&#x98CE;&#x540C;&#x53BB;&#xFF0C;&#x4F46;&#x4E0D;&#x4F1A;&#x9677;&#x5165;&#x865A;&#x7A7A;&#xFF1B; 
And if this day is not a fulfillment of your needs and my love, then let it be a promise till another day. Know therefore, that from the greater silence I shall return.
&#x5982;&#x679C;&#x4ECA;&#x5929;&#x4E0D;&#x662F;&#x6EE1;&#x8DB3;&#x4F60;&#x4EEC;&#x9700;&#x8981;&#x548C;&#x6210;&#x5168;&#x6211;&#x7684;&#x7231;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x90A3;&#x4E48;&#x8BA9;&#x5B83;&#x6210;&#x4E3A;&#x67D0;&#x4E00;&#x5929;&#x80FD;&#x591F;&#x5B9E;&#x73B0;&#x7684;&#x5E0C;&#x671B;&#x5427;&#x3002;&#x4EBA;&#x7684;&#x9700;&#x8981;&#x6216;&#x8BB8;&#x4F1A;&#x6539;&#x53D8;&#xFF0C;&#x4F46;&#x4ED6;&#x7684;&#x7231;&#x4E0D;&#x4F1A;&#x53D8;&#xFF0C;&#x4ED6;&#x60F3;&#x4EE5;&#x7231;&#x6EE1;&#x8DB3;&#x9700;&#x8981;&#x7684;&#x613F;&#x671B;&#x4E5F;&#x4E0D;&#x4F1A;&#x53D8;&#x3002;&#x4F60;&#x4EEC;&#x5E94;&#x5F53;&#x77E5;&#x9053;&#xFF0C;&#x6211;&#x5C06;&#x4ECE;&#x66F4;&#x6DF1;&#x7684;&#x9759;&#x5BC2;&#x4E2D;&#x5F52;&#x6765;&#x3002;
The mist that drifts away at dawn, leaving but dew in the fields, shall rise and gather into a cloud and then fall down in rain.
&#x9ECE;&#x660E;&#x6563;&#x53BB;&#x7684;&#x96FE;&#x7559;&#x7ED9;&#x5927;&#x5730;&#x7684;&#x9732;&#x6C34;&#xFF0C;&#x5347;&#x817E;&#x51DD;&#x805A;&#x4E3A;&#x4E91;&#xFF0C;&#x53C8;&#x5316;&#x4F5C;&#x7518;&#x9716;&#x964D;&#x843D;&#x3002;
And not unlike the mist have I been.
&#x6211;&#x4E0E;&#x96FE;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x540C;&#x3002;
In the stillness of the night I have walked in your streets, and my spirit has entered your houses,
&#x6211;&#x66FE;&#x5728;&#x5BC2;&#x9759;&#x7684;&#x591C;&#x665A;&#x76D8;&#x8E1E;&#x4E8E;&#x4F60;&#x4EEC;&#x7684;&#x8857;&#x5934;&#xFF0C;&#x6211;&#x7684;&#x7075;&#x9B42;&#x98D8;&#x5165;&#x4F60;&#x4EEC;&#x7684;&#x623F;&#x820D;&#x3002;
And your heart-beats were in my heart, and your breath was upon my face, and I knew you all.
&#x4F60;&#x4EEC;&#x7684;&#x5FC3;&#x8DF3;&#x5728;&#x6211;&#x7684;&#x80F8;&#x4E2D;&#xFF0C;&#x4F60;&#x4EEC;&#x7684;&#x6C14;&#x606F;&#x62C2;&#x8FC7;&#x6211;&#x7684;&#x9762;&#x5E9E;&#xFF0C;&#x6211;&#x8BA4;&#x8BC6;&#x4E86;&#x4F60;&#x4EEC;&#x6240;&#x6709;&#x7684;&#x4EBA;&#x3002;
Ay, I knew your joy and your pain, and in your sleep your dreams were my dreams.
&#x662F;&#x7684;&#xFF0C;&#x6211;&#x4F53;&#x4F1A;&#x4F60;&#x4EEC;&#x7684;&#x6B22;&#x4E50;&#x4E0E;&#x75DB;&#x82E6;&#xFF0C;&#x4F60;&#x4EEC;&#x7761;&#x7720;&#x4E2D;&#x7684;&#x68A6;&#x4E5F;&#x662F;&#x6211;&#x7684;&#x68A6;&#x3002;
And oftentimes I was among you a lake among the mountains.
&#x591A;&#x5C11;&#x6B21;&#xFF0C;&#x6211;&#x50CF;&#x5C71;&#x8C37;&#x4E2D;&#x7684;&#x6E56;&#x6CCA;&#x7F6E;&#x8EAB;&#x4F60;&#x4EEC;&#x5F53;&#x4E2D;&#x3002;
I mirrored the summits in you and the bending slopes, and even the passing flocks of your thoughts and your desires.
&#x6211;&#x5982;&#x660E;&#x955C;&#xFF0C;&#x6620;&#x51FA;&#x4F60;&#x4EEC;&#x7684;&#x5C71;&#x5CF0;&#xFF0C;&#x4F60;&#x4EEC;&#x5F2F;&#x66F2;&#x7684;&#x659C;&#x5761;&#xFF0C;&#x751A;&#x81F3;&#x5F98;&#x5F8A;&#x4E8E;&#x4F60;&#x4EEC;&#x5FC3;&#x5934;&#x7684;&#x601D;&#x7EEA;&#x4E0E;&#x6B32;&#x671B;&#x3002;
And to my silence came the laughter of your children in streams, and the longing of your youths in rivers.
&#x6EAA;&#x6C34;&#x4E2D;&#x4F60;&#x4EEC;&#x5B69;&#x5B50;&#x7684;&#x7B11;&#x58F0;&#xFF0C;&#x6CB3;&#x6D41;&#x4E2D;&#x4F60;&#x4EEC;&#x9752;&#x5E74;&#x7684;&#x6E34;&#x671B;&#xFF0C;&#x90FD;&#x98D8;&#x5165;&#x4E86;&#x6211;&#x7684;&#x5FC3;&#x7530;&#x3002;
And when they reached my depth the streams and the rivers ceased not yet to sing.
&#x5F53;&#x4ED6;&#x4EEC;&#x6765;&#x5230;&#x6211;&#x5FC3;&#x6DF1;&#x5904;&#xFF0C;&#x6EAA;&#x6C34;&#x4E0E;&#x6CB3;&#x6D41;&#x4ECD;&#x4E0D;&#x505C;&#x6B62;&#x6B4C;&#x5531;&#x3002;
But sweeter still than laughter and greater than longing came to me.
&#x4F46;&#x6709;&#x6BD4;&#x7B11;&#x58F0;&#x66F4;&#x751C;&#x7F8E;&#x3001;&#x6BD4;&#x6E34;&#x671B;&#x66F4;&#x6DF1;&#x5207;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E5F;&#x8FDB;&#x5165;&#x4E86;&#x6211;&#x7684;&#x5FC3;&#x7530;&#x3002;
It was boundless in you;
&#x8FD9;&#x5C31;&#x662F;&#x4F60;&#x4EEC;&#x8EAB;&#x4E0A;&#x7684;&#x65E0;&#x7A77;&#x6027;&#xFF1B;
The vast man in whom you are all but cells and sinews;
&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5DE8;&#x4EBA;&#xFF0C;&#x4F60;&#x4EEC;&#x4E0D;&#x8FC7;&#x662F;&#x4ED6;&#x4F53;&#x5185;&#x7684;&#x7EC6;&#x80DE;&#x548C;&#x808C;&#x8171;&#xFF1B;
He in whose chant all your singing is but a soundless throbbing.
&#x4ED6;&#x662F;&#x4E00;&#x4F4D;&#x6B4C;&#x8005;&#xFF0C;&#x4F60;&#x4EEC;&#x7684;&#x6B4C;&#x5531;&#x5728;&#x4ED6;&#x4E0D;&#x8FC7;&#x662F;&#x65E0;&#x58F0;&#x7684;&#x98A4;&#x6296;&#x3002;
It is in the vast man that you are vast,
&#x5728;&#x5DE8;&#x4EBA;&#x7684;&#x4F53;&#x5185;&#x4F60;&#x4EEC;&#x624D;&#x5B8F;&#x9614;&#x6D69;&#x701A;&#xFF0C;
And in beholding him that I beheld you and loved you.
&#x6211;&#x901A;&#x8FC7;&#x6CE8;&#x89C6;&#x4ED6;&#xFF0C;&#x6CE8;&#x89C6;&#x4F60;&#x4EEC;&#xFF0C;&#x70ED;&#x7231;&#x4F60;&#x4EEC;&#x3002;
For what distances can love reach that are not in that vast sphere?
&#x7231;&#x6240;&#x80FD;&#x8FBE;&#x5230;&#x7684;&#x5730;&#x65B9;&#x54EA;&#x5904;&#x4E0D;&#x5C5E;&#x4E8E;&#x8FD9;&#x7247;&#x7D20;&#x7684;&#x9886;&#x5730;&#xFF1F;
What visions, what expectations and what presumptions can outsoar that flight?
&#x600E;&#x6837;&#x7684;&#x6D1E;&#x5BDF;&#x529B;&#xFF0C;&#x600E;&#x6837;&#x7684;&#x671F;&#x8BB8;&#xFF0C;&#x600E;&#x6837;&#x7684;&#x5047;&#x8BBE;&#x80FD;&#x98DE;&#x8D8A;&#x90A3;&#x9886;&#x7A7A;&#xFF1F;
Like a giant oak tree covered with apple blossoms is the vast man in you.
&#x8FD9;&#x5DE8;&#x4EBA;&#x5982;&#x8986;&#x6EE1;&#x82F9;&#x679C;&#x82B1;&#x7684;&#x5DE8;&#x5927;&#x6A61;&#x6811;&#x77D7;&#x7ACB;&#x5728;&#x4F60;&#x4EEC;&#x4F53;&#x5185;&#xFF0C;
His mind binds you to the earth, his fragrance lifts you into space, and in his durability you are deathless.
&#x4ED6;&#x7684;&#x529B;&#x91CF;&#x5C06;&#x4F60;&#x4EEC;&#x7F1A;&#x4E8E;&#x5927;&#x5730;&#xFF0C;&#x4ED6;&#x7684;&#x82AC;&#x82B3;&#x5C06;&#x4F60;&#x4EEC;&#x6258;&#x81F3;&#x7A7A;&#x4E2D;&#xFF0C;&#x5728;&#x4ED6;&#x7684;&#x4E0D;&#x673D;&#x91CC;&#x4F60;&#x4EEC;&#x6C38;&#x751F;&#x3002;
You have been told that, even like a chain, you are as weak as your weakest link.
&#x4F60;&#x4EEC;&#x5E38;&#x5E38;&#x542C;&#x8BF4;&#xFF0C;&#x4F60;&#x4EEC;&#x50CF;&#x6700;&#x8584;&#x5F31;&#x7684;&#x94FE;&#x73AF;&#x4E00;&#x6837;&#x8106;&#x5F31;&#x3002;
This is but half the truth. You are also as strong as your strongest link.
&#x6B64;&#x8A00;&#x534A;&#x5BF9;&#x3002;&#x56E0;&#x4E3A;&#x4F60;&#x4EEC;&#x4E5F;&#x50CF;&#x6700;&#x575A;&#x56FA;&#x7684;&#x94FE;&#x73AF;&#x4E00;&#x6837;&#x575A;&#x5F3A;&#x3002;
To measure you by your smallest deed is to reckon the power of ocean by the frailty of its foam.
&#x7528;&#x4F60;&#x4EEC;&#x7684;&#x5FAE;&#x884C;&#x8BC4;&#x4EF7;&#x4F60;&#x4EEC;&#xFF0C;&#x5C31;&#x662F;&#x4EE5;&#x6CE1;&#x6CAB;&#x7684;&#x8106;&#x5F31;&#x63A8;&#x6D4B;&#x5927;&#x6D77;&#x7684;&#x96C4;&#x4F1F;&#x3002;
To judge you by your failures is to cast blame upon the seasons for their inconsistency.
&#x4EE5;&#x4F60;&#x4EEC;&#x7684;&#x5931;&#x8D25;&#x8BC4;&#x5224;&#x4F60;&#x4EEC;&#xFF0C;&#x5C31;&#x662F;&#x8D23;&#x602A;&#x5B63;&#x8282;&#x66F4;&#x66FF;&#x4E3A;&#x53CD;&#x590D;&#x65E0;&#x5E38;&#x3002;
Ay, you are like an ocean,
&#x7684;&#x786E;&#xFF0C;&#x4F60;&#x4EEC;&#x50CF;&#x5927;&#x6D77;&#xFF0C;
And though heavy-grounded ships await the tide upon your shores, yet, even like an ocean, you cannot hasten your tides.
&#x5C3D;&#x7BA1;&#x8F7D;&#x91CD;&#x7684;&#x822A;&#x8239;&#x505C;&#x9760;&#x5728;&#x4F60;&#x4EEC;&#x7684;&#x5CB8;&#x8FB9;&#x7B49;&#x5F85;&#x6DA8;&#x6F6E;&#xFF0C;&#x4F46;&#x5C31;&#x50CF;&#x5927;&#x6D77;&#xFF0C;&#x4F60;&#x4EEC;&#x4E0D;&#x6025;&#x4E8E;&#x5F04;&#x6F6E;&#x3002;
And like the seasons you are also,
&#x4F60;&#x4EEC;&#x4E5F;&#x50CF;&#x56DB;&#x5B63;&#xFF0C;
And though in your winter you deny your spring,
&#x5C3D;&#x7BA1;&#x5728;&#x51AC;&#x5B63;&#x4F60;&#x4EEC;&#x5F03;&#x7EDD;&#x4E86;&#x6625;&#x5929;&#xFF0C;
Yet spring, reposing within you, smiles in her drowsiness and is not offended.
&#x4F46;&#x773C;&#x4E8E;&#x4F60;&#x4EEC;&#x5FC3;&#x4E2D;&#x7684;&#x6625;&#x5929;&#xFF0C;&#x5728;&#x7761;&#x68A6;&#x4E2D;&#x5FAE;&#x7B11;&#xFF0C;&#x4E0D;&#x4EE5;&#x4E3A;&#x7136;&#x3002;
Think not I say these things in order that you may say the one to the other, &quot;He praised us well. He saw but the good in us.&quot;
&#x4E0D;&#x8981;&#x4EE5;&#x4E3A;&#x6211;&#x8C08;&#x8BBA;&#x8FD9;&#x4E9B;&#x662F;&#x4E3A;&#x4E86;&#x8BA9;&#x4F60;&#x4EEC;&#x5F7C;&#x6B64;&#x8BF4;&#x51FA;&#x201C;&#x4ED6;&#x76DB;&#x8D5E;&#x6211;&#x4EEC;&#x3002;&#x4ED6;&#x53EA;&#x770B;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x4F18;&#x957F;&#x3002;&#x201D;
I only speak to you in words of that which you yourselves know in thought.
&#x6211;&#x7528;&#x8A00;&#x8BED;&#x544A;&#x8BC9;&#x4F60;&#x4EEC;&#x7684;&#xFF0C;&#x6B63;&#x662F;&#x4F60;&#x4EEC;&#x81EA;&#x5DF1;&#x610F;&#x8BC6;&#x6240;&#x9886;&#x609F;&#x7684;&#x3002;
And what is word knowledge but a shadow of wordless knowledge?
&#x96BE;&#x9053;&#x8A00;&#x8BED;&#x7684;&#x77E5;&#x8BC6;&#x4E0D;&#x6B63;&#x662F;&#x65E0;&#x5F62;&#x77E5;&#x8BC6;&#x7684;&#x5F71;&#x5B50;&#x4E48;&#xFF1F;
Your thoughts and my words are waves from a sealed memory that keeps records of our yesterdays,
&#x4F60;&#x4EEC;&#x7684;&#x610F;&#x8BC6;&#x548C;&#x6211;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x662F;&#x4ECE;&#x6211;&#x4EEC;&#x5C01;&#x95ED;&#x7684;&#x8BB0;&#x5FC6;&#x4E2D;&#x6D8C;&#x51FA;&#x7684;&#x6D6A;&#x6F6E;&#xFF0C;&#x90A3;&#x8BB0;&#x5FC6;&#x8BB0;&#x5F55;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x5F80;&#x6614;&#xFF0C;
And of the ancient days when the earth knew not us nor herself,
&#x8BB0;&#x5F55;&#x4E86;&#x90A3;&#x4E9B;&#x9065;&#x8FDC;&#x7684;&#x767D;&#x663C;&#xFF0C;&#x90A3;&#x65F6;&#xFF0C;&#x5927;&#x5730;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#xFF0C;&#x4E5F;&#x4E0D;&#x4E86;&#x89E3;&#x5979;&#x81EA;&#x5DF1;&#xFF0C;
And of nights when earth was upwrought with confusion,
&#x4E5F;&#x8BB0;&#x5F55;&#x4E86;&#x90A3;&#x4E9B;&#x9ED1;&#x591C;&#xFF0C;&#x5F53;&#x65F6;&#x5927;&#x5730;&#x5728;&#x6DF7;&#x6C8C;&#x56F0;&#x60D1;&#x4E2D;&#x8F97;&#x8F6C;&#x4E0D;&#x5B89;&#x3002;
Wise men have come to you to give you of their wisdom. I came to take of your wisdom:
&#x667A;&#x8005;&#x524D;&#x6765;&#x662F;&#x7ED9;&#x4F60;&#x4EEC;&#x5E26;&#x6765;&#x667A;&#x6167;&#xFF0C;&#x800C;&#x6211;&#x524D;&#x6765;&#x662F;&#x6C42;&#x53D6;&#x4F60;&#x4EEC;&#x7684;&#x667A;&#x6167;&#xFF1A;
And behold I have found that which is greater than wisdom.
&#x56E0;&#x4E3A;&#x6211;&#x53D1;&#x73B0;&#x4E86;&#x8D85;&#x8D8A;&#x667A;&#x6167;&#x4E4B;&#x7269;&#x3002;
It is a flame spirit in you ever gathering more of itself,
&#x90A3;&#x4FBF;&#x662F;&#x5728;&#x4F60;&#x4EEC;&#x8EAB;&#x4E0A;&#x4E0D;&#x65AD;&#x51DD;&#x805A;&#x71C3;&#x70E7;&#x7684;&#x7CBE;&#x795E;&#xFF0C;
While you, heedless of its expansion, bewail the withering of your days.
&#x800C;&#x4F60;&#x4EEC;&#x4E0D;&#x66FE;&#x7559;&#x610F;&#x5B83;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x53EA;&#x4E3A;&#x4F60;&#x4EEC;&#x5C81;&#x6708;&#x7684;&#x6D41;&#x901D;&#x60B2;&#x60BC;&#x54C0;&#x53F9;&#x3002;
It is life in quest of life in bodies that fear the grave.
&#x8FD9;&#x662F;&#x751F;&#x547D;&#x5728;&#x6050;&#x60E7;&#x575F;&#x5893;&#x7684;&#x8089;&#x4F53;&#x4E2D;&#x8FFD;&#x6C42;&#x751F;&#x547D;&#x3002;
There are no graves here.
&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x575F;&#x5893;&#x3002;
These mountains and plains are a cradle and a stepping-stone.
&#x8FD9;&#x7FA4;&#x5C71;&#x548C;&#x5E73;&#x539F;&#x662F;&#x6447;&#x7BEE;&#xFF0C;&#x662F;&#x6EAA;&#x4E2D;&#x57AB;&#x811A;&#x7684;&#x77F3;&#x5934;&#x3002;
Whenever you pass by the field where you have laid your ancestors look well thereupon, and you shall see yourselves and your children dancing hand in hand.
&#x6BCF;&#x5F53;&#x4F60;&#x4EEC;&#x8D70;&#x8FC7;&#x57CB;&#x846C;&#x7956;&#x5148;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x8BF7;&#x4ED4;&#x7EC6;&#x89C2;&#x770B;&#xFF0C;&#x4F60;&#x4EEC;&#x4F1A;&#x770B;&#x5230;&#x4F60;&#x4EEC;&#x81EA;&#x5DF1;&#x548C;&#x4F60;&#x4EEC;&#x7684;&#x5B69;&#x5B50;&#x4EEC;&#x624B;&#x7275;&#x7740;&#x624B;&#x8DF3;&#x821E;&#x3002;
Verily you often make merry without knowing.
&#x7684;&#x786E;&#xFF0C;&#x4F60;&#x4EEC;&#x5E38;&#x5E38;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x521B;&#x9020;&#x4E86;&#x6B22;&#x4E50;&#x3002;
Others have come to you to whom for golden promises made unto your faith you have given but riches and power and glory.
&#x4E5F;&#x6709;&#x5176;&#x4ED6;&#x4EBA;&#x9020;&#x8BBF;&#x4F60;&#x4EEC;&#xFF0C;&#x4E3A;&#x4E86;&#x4ED6;&#x4EEC;&#x5BF9;&#x4F60;&#x4EEC;&#x4FE1;&#x4EF0;&#x7684;&#x9EC4;&#x91D1;&#x822C;&#x7684;&#x8BB8;&#x8BFA;&#xFF0C;&#x4F60;&#x4EEC;&#x4ED8;&#x51FA;&#x4E86;&#x8D22;&#x5BCC;&#x3001;&#x6743;&#x529B;&#x548C;&#x8363;&#x8000;&#x3002;
Less than a promise have I given, and yet more generous have you been to me.
&#x6211;&#x7ED9;&#x4E88;&#x4F60;&#x4EEC;&#x7684;&#x62B5;&#x4E0D;&#x4E0A;&#x4E00;&#x4E2A;&#x8BB8;&#x8BFA;&#xFF0C;&#x53EF;&#x4F60;&#x4EEC;&#x5BF9;&#x6211;&#x66F4;&#x52A0;&#x6177;&#x6168;&#x3002;
You have given me deeper thirsting after life.
&#x4F60;&#x4EEC;&#x7ED9;&#x4E86;&#x6211;&#x5BF9;&#x751F;&#x547D;&#x66F4;&#x6DF1;&#x6C89;&#x7684;&#x6E34;&#x671B;&#x3002;
Surely there is no greater gift to a man than that which turns all his aims into parching lips and all life into a fountain.
&#x771F;&#x7684;&#xFF0C;&#x5BF9;&#x4E00;&#x4E2A;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x4E16;&#x4E0A;&#x6700;&#x597D;&#x7684;&#x8D60;&#x793C;&#x83AB;&#x8FC7;&#x4E8E;&#x5C06;&#x4ED6;&#x7684;&#x4E00;&#x5207;&#x5E0C;&#x5180;&#x5316;&#x4E3A;&#x7126;&#x5507;&#xFF0C;&#x5C06;&#x4E00;&#x5207;&#x751F;&#x547D;&#x5316;&#x4E3A;&#x7518;&#x6CC9;&#x3002;
And in this lies my honour and my reward, --
&#x8FD9;&#x91CC;&#x6709;&#x6211;&#x7684;&#x8363;&#x8000;&#x548C;&#x56DE;&#x62A5;&#xFF0C;&#x2014;&#x2014;
That whenever I come to the fountain to drink I find the living water itself thirsty; And it drinks me while I drink it.
&#x6BCF;&#x5F53;&#x6211;&#x6765;&#x5230;&#x6CC9;&#x8FB9;&#x996E;&#x6C34;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x90A3;&#x751F;&#x547D;&#x4E4B;&#x6D41;&#x4E5F;&#x5728;&#x5E72;&#x6E34;&#xFF1B;&#x6211;&#x996E;&#x5B83;&#x65F6;&#xFF0C;&#x5B83;&#x4EA6;&#x996E;&#x6211;&#x3002;
Some of you have deemed me proud and over-shy to receive gifts.
&#x4F60;&#x4EEC;&#x4E2D;&#x6709;&#x4E9B;&#x4EBA;&#x8BA4;&#x4E3A;&#x6211;&#x9AD8;&#x505A;&#x6216;&#x8FC7;&#x4E8E;&#x7F9E;&#x602F;&#x800C;&#x4E0D;&#x613F;&#x63A5;&#x53D7;&#x9988;&#x8D60;&#x3002;
To proud indeed am I to receive wages, but not gifts.
&#x6211;&#x7684;&#x786E;&#x592A;&#x9A84;&#x50B2;&#x800C;&#x4E0D;&#x613F;&#x63A5;&#x53D7;&#x916C;&#x62A5;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x793C;&#x7269;&#x3002;
And though I have eaten berries among the hill when you would have had me sit at your board,
&#x867D;&#x7136;&#x4F60;&#x4EEC;&#x8BF7;&#x6211;&#x5750;&#x5728;&#x4F60;&#x4EEC;&#x9910;&#x684C;&#x65C1;&#x65F6;&#xFF0C;&#x6211;&#x5374;&#x4EE5;&#x5C71;&#x95F4;&#x7684;&#x8404;&#x679C;&#x4E3A;&#x98DF;&#xFF0C;
And slept in the portico of the temple where you would gladly have sheltered me,
&#x867D;&#x7136;&#x4F60;&#x4EEC;&#x9080;&#x6211;&#x7559;&#x5BBF;&#x65F6;&#xFF0C;&#x6211;&#x5374;&#x7761;&#x5367;&#x4E8E;&#x5723;&#x6BBF;&#x7684;&#x95E8;&#x5ECA;&#xFF0E;
Yet was it not your loving mindfulness of my days and my nights that made food sweet to my mouth and girdled my sleep with visions?
&#x7136;&#x800C;&#xFF0C;&#x4E0D;&#x6B63;&#x662F;&#x4F60;&#x4EEC;&#x5BF9;&#x6211;&#x65E5;&#x4E0E;&#x591C;&#x7684;&#x62A4;&#x7231;&#xFF0C;&#x4F7F;&#x98DF;&#x7269;&#x751C;&#x5728;&#x6211;&#x7684;&#x53E3;&#x4E2D;&#xFF0C;&#x4F7F;&#x7F8E;&#x666F;&#x4EAC;&#x7ED5;&#x4E8E;&#x6211;&#x7684;&#x68A6;&#x5883;&#xFF1F;
For this I bless you most:
&#x4E3A;&#x6B64;&#x6211;&#x795D;&#x798F;&#x4F60;&#x4EEC;&#xFF1A;
You give much and know not that you give at all.
&#x4F60;&#x4EEC;&#x7684;&#x7ED9;&#x4E88;&#x5982;&#x6B64;&#x4E4B;&#x591A;&#xFF0C;&#x800C;&#x4F60;&#x4EEC;&#x5374;&#x4E0D;&#x77E5;&#x6653;&#x3002;
Verily the kindness that gazes upon itself in a mirror turns to stone,
&#x7684;&#x786E;&#xFF0C;&#x5BF9;&#x955C;&#x81EA;&#x8D4F;&#x7684;&#x6148;&#x60AF;&#xFF0C;&#x4F1A;&#x53D8;&#x6210;&#x987D;&#x77F3;&#xFF0C;
And a good deed that calls itself by tender names becomes the parent to a curse.
&#x7528;&#x79CD;&#x79CD;&#x7F8E;&#x540D;&#x81EA;&#x5938;&#x7684;&#x5584;&#x884C;&#xFF0C;&#x4F1A;&#x5316;&#x4F5C;&#x8BC5;&#x5492;&#x4E4B;&#x6E90;&#x3002;
And some of you have called me aloof, and drunk with my own aloneness,
&#x4F60;&#x4EEC;&#x4E2D;&#x6709;&#x4E9B;&#x4EBA;&#x4EE5;&#x4E3A;&#x6211;&#x51B7;&#x6F20;&#x81EA;&#x95ED;&#xFF0C;&#x9676;&#x9189;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x5B64;&#x72EC;&#xFF0C;
And you have said, &quot;He holds council with the trees of the forest, but not with men.
&#x4F60;&#x4EEC;&#x8BF4;&#xFF1A;&#x201C;&#x4ED6;&#x4E0E;&#x6797;&#x4E2D;&#x7684;&#x6811;&#x6728;&#x6500;&#x8C08;&#xFF0C;&#x5374;&#x4E0D;&#x7406;&#x4F1A;&#x4EBA;&#x7C7B;&#x3002;
He sits alone on hill-tops and looks down upon our city.&quot;
&#x4ED6;&#x72EC;&#x5750;&#x5C71;&#x9876;&#x4FEF;&#x89C6;&#x6211;&#x4EEC;&#x7684;&#x57CE;&#x5E02;&#x3002;&#x201D;
True it is that I have climbed the hills and walked in remote places.
&#x7684;&#x786E;&#xFF0C;&#x6211;&#x66FE;&#x767B;&#x4E0A;&#x9AD8;&#x5C71;&#x5CFB;&#x5CAD;&#xFF0C;&#x8D70;&#x8FC7;&#x504F;&#x50FB;&#x4E4B;&#x5730;&#x3002;
How could I have seen you save from a great height or a great distance?
&#x4F46;&#x82E5;&#x4E0D;&#x4ECE;&#x66F4;&#x9AD8;&#x66F4;&#x8FDC;&#x5904;&#xFF0C;&#x6211;&#x53C8;&#x600E;&#x80FD;&#x770B;&#x89C1;&#x4F60;&#x4EEC;&#xFF1F;
How can one be indeed near unless he be far?
&#x82E5;&#x4ECE;&#x672C;&#x76F8;&#x8FDC;&#xFF0C;&#x4EBA;&#x53C8;&#x600E;&#x80FD;&#x76F8;&#x8FD1;&#xFF1F;
And others among you called unto me, not in words, and they said,
&#x4F60;&#x4EEC;&#x4E2D;&#x7684;&#x53E6;&#x4E00;&#x4E9B;&#x4EBA;&#x5BF9;&#x6211;&#x8BF4;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x901A;&#x8FC7;&#x8BED;&#x8A00;&#xFF0C;&#x4ED6;&#x4EEC;&#x8BF4;&#xFF1A;
Stranger, stranger, lover of unreachable heights, why dwell you among the summits where eagles build their nests? 
&#x201C;&#x602A;&#x4EBA;&#x554A;&#xFF0C;&#x602A;&#x4EBA;&#xFF01;&#x7231;&#x6155;&#x65E0;&#x6CD5;&#x4F01;&#x53CA;&#x7684;&#x9AD8;&#x5EA6;&#x7684;&#x4EBA;&#xFF0C;&#x4F60;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x6816;&#x606F;&#x5728;&#x9E70;&#x96BC;&#x90FD;&#x4E0D;&#x7B51;&#x5DE2;&#x7684;&#x5CF0;&#x9876;&#xFF1F;
Why seek you the unattainable?
&#x4F60;&#x4E3A;&#x4EC0;&#x4E48;&#x603B;&#x8FFD;&#x6C42;&#x90A3;&#x4E0D;&#x53EF;&#x80FD;&#x5F97;&#x5230;&#x7684;&#x4E1C;&#x897F;&#xFF1F;
What storms would you trap in your net,
&#x4F60;&#x60F3;&#x7F51;&#x7F57;&#x7684;&#x662F;&#x600E;&#x6837;&#x7684;&#x98CE;&#x66B4;&#xFF1F;
And what vaporous birds do you hunt in the sky?
&#x4F60;&#x5728;&#x7A7A;&#x4E2D;&#x6355;&#x6349;&#x7684;&#x53C8;&#x662F;&#x54EA;&#x79CD;&#x81C6;&#x60F3;&#x4E2D;&#x7684;&#x98DE;&#x9E1F;&#xFF1F;
Come and be one of us.
&#x4E0B;&#x6765;&#x505A;&#x6211;&#x4EEC;&#x4E2D;&#x7684;&#x4E00;&#x5458;&#x5427;&#x3002;
Descend and appease your hunger with our bread and quench your thirst with our wine.&quot;
&#x4E0B;&#x6765;&#x7528;&#x6211;&#x4EEC;&#x7684;&#x9762;&#x5305;&#x5145;&#x9965;&#xFF0C;&#x7528;&#x6211;&#x4EEC;&#x7684;&#x8461;&#x8404;&#x9152;&#x89E3;&#x6E34;&#x5427;&#x3002;&#x201D;
In the solitude of their souls they said these things;
&#x4ED6;&#x4EEC;&#x5728;&#x7075;&#x9B42;&#x7684;&#x5B64;&#x5BC2;&#x4E2D;&#x8FD9;&#x6837;&#x8BF4;&#xFF1B;
But were their solitude deeper they would have known that I sought but the secret of your joy and your pain,
&#x4E0D;&#x8FC7;&#xFF0C;&#x4ED6;&#x4EEC;&#x5018;&#x82E5;&#x6709;&#x66F4;&#x6DF1;&#x7684;&#x5B64;&#x5BC2;&#xFF0C;&#x4FBF;&#x4F1A;&#x4E86;&#x89E3;&#x6211;&#x8FFD;&#x5BFB;&#x7684;&#x53EA;&#x662F;&#x4F60;&#x4EEC;&#x6B22;&#x4E50;&#x4E0E;&#x75DB;&#x82E6;&#x7684;&#x79D8;&#x5BC6;&#xFF0C;
And I hunted only your larger selves that walk the sky.
&#x6211;&#x6355;&#x6349;&#x7684;&#x53EA;&#x662F;&#x4F60;&#x4EEC;&#x5728;&#x7A7A;&#x4E2D;&#x98DE;&#x884C;&#x7684;&#x5927;&#x6211;&#x3002;
But the hunter was also the hunted: For many of my arrows left my bow only to seek my own breast.
&#x4F46;&#x6355;&#x730E;&#x8005;&#x4E5F;&#x662F;&#x730E;&#x7269;&#xFF1B;&#x56E0;&#x4E3A;&#x6211;&#x8BB8;&#x591A;&#x79BB;&#x5F26;&#x7684;&#x7BAD;&#x53EA;&#x4E3A;&#x5BFB;&#x627E;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x80F8;&#x819B;&#x3002;
And the flier was also the creeper;
&#x98DE;&#x7FD4;&#x8005;&#x4E5F;&#x662F;&#x722C;&#x884C;&#x8005;&#xFF1B;
For when my wings were spread in the sun their shadow upon the earth was a turtle.
&#x56E0;&#x4E3A;&#x5F53;&#x6211;&#x7684;&#x7FC5;&#x8180;&#x5728;&#x9633;&#x5149;&#x4E0B;&#x4F38;&#x5C55;&#xFF0C;&#x6295;&#x5728;&#x5730;&#x9762;&#x4E0A;&#x7684;&#x9634;&#x5F71;&#x4FBF;&#x662F;&#x9F9F;&#x9CD6;&#x3002;
And I the believer was also the doubter;
&#x800C;&#x6211;&#x8FD9;&#x4E2A;&#x7B03;&#x4FE1;&#x8005;&#x4E5F;&#x662F;&#x6000;&#x7591;&#x8005;&#xFF1B;
For often have I put my finger in my own wound that I might have the greater belief in you and the greater knowledge of you.
&#x56E0;&#x4E3A;&#x6211;&#x66FE;&#x5E38;&#x5E38;&#x7528;&#x624B;&#x6307;&#x89E6;&#x6478;&#x81EA;&#x5DF1;&#x7684;&#x4F24;&#x53E3;&#xFF0C;&#x8FD9;&#x6837;&#x6211;&#x4F1A;&#x66F4;&#x52A0;&#x4FE1;&#x4EFB;&#x548C;&#x4E86;&#x89E3;&#x4F60;&#x4EEC;&#x3002;
And it is with this belief and this knowledge that I say,
&#x51ED;&#x501F;&#x8FD9;&#x4FE1;&#x4EFB;&#x548C;&#x4E86;&#x89E3;&#xFF0C;&#x6211;&#x8BF4;&#xFF0C;
You are not enclosed within your bodies, nor confined to houses or fields.
&#x4F60;&#x4EEC;&#x4E0D;&#x88AB;&#x8EAF;&#x58F3;&#x675F;&#x7F1A;&#xFF0C;&#x4E5F;&#x4E0D;&#x53D7;&#x5C4B;&#x5B87;&#x6216;&#x5730;&#x754C;&#x7F81;&#x56DA;&#x3002;
That which is you dwells above the mountain and roves with the wind.
&#x4F60;&#x4EEC;&#x7684;&#x771F;&#x6211;&#x5C45;&#x4E8E;&#x9AD8;&#x5C71;&#x4E4B;&#x5DC5;&#xFF0C;&#x4E0E;&#x98CE;&#x9053;&#x6E38;&#x56DB;&#x65B9;&#x3002;
It is not a thing that crawls into the sun for warmth or digs holes into darkness for safety,
&#x5B83;&#x4E0D;&#x662F;&#x4E00;&#x53EA;&#x8D77;&#x65E5;&#x6C42;&#x6696;&#x3001;&#x6398;&#x6D1E;&#x6C42;&#x5B89;&#x7684;&#x52A8;&#x7269;&#xFF0C;
But a thing free, a spirit that envelops the earth and moves in the ether.
&#x800C;&#x662F;&#x4E00;&#x4E2A;&#x81EA;&#x7531;&#x81EA;&#x5728;&#x3001;&#x5305;&#x5BB9;&#x4E16;&#x754C;&#x3001;&#x5728;&#x7A7A;&#x4E2D;&#x7FF1;&#x7FD4;&#x7684;&#x7CBE;&#x9B42;&#x3002;
If this be vague words, then seek not to clear them.
&#x5982;&#x679C;&#x8FD9;&#x4E9B;&#x8BDD;&#x80A1;&#x4FC4;&#x542B;&#x6DF7;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x8BD5;&#x56FE;&#x6F84;&#x6E05;&#x5B83;&#x4EEC;&#x3002;
Vague and nebulous is the beginning of all things, but not their end,
&#x819D;&#x8DEA;&#x4EE3;&#x8868;&#x4E00;&#x5207;&#x4E8B;&#x7269;&#x4E4B;&#x59CB;&#xFF0C;&#x800C;&#x975E;&#x5176;&#x7EC8;&#x3002;
And I fain would have you remember me as a beginning.
&#x800C;&#x6211;&#x613F;&#x8BA9;&#x4F60;&#x4EEC;&#x5728;&#x8BB0;&#x5FC6;&#x4E2D;&#x89C6;&#x6211;&#x4E3A;&#x4E00;&#x4E2A;&#x5F00;&#x7AEF;&#x3002;
Life, and all that lives, is conceived in the mist and not in the crystal.
&#x751F;&#x547D;&#xFF0C;&#x4E43;&#x81F3;&#x4E00;&#x5207;&#x6709;&#x751F;&#x8005;&#xFF0C;&#x5747;&#x5728;&#x96FE;&#x4E2D;&#xFF0C;&#x800C;&#x975E;&#x6C34;&#x6676;&#x4E2D;&#x5B55;&#x80B2;&#x800C;&#x6210;&#x3002;
And who knows but a crystal is mist in decay?
&#x4F46;&#x6709;&#x8C01;&#x77E5;&#x9053;&#x90A3;&#x6C34;&#x6676;&#x53EA;&#x662F;&#x8870;&#x4EA1;&#x7684;&#x96FE;&#xFF1F;
This would I have you remember in remembering me:
&#x6211;&#x5E0C;&#x671B;&#x4F60;&#x4EEC;&#x5FC6;&#x8D77;&#x6211;&#x65F6;&#x80FD;&#x8BB0;&#x4F4F;&#xFF1A;
That which seems most feeble and bewildered in you is the strongest and most determined.
&#x4F60;&#x4EEC;&#x5185;&#x4E2D;&#x770B;&#x4E0A;&#x53BB;&#x6700;&#x5B71;&#x5F31;&#x548C;&#x6700;&#x60F6;&#x60D1;&#x7684;&#xFF0C;&#x6B63;&#x662F;&#x6700;&#x5F3A;&#x52B2;&#x548C;&#x6700;&#x575A;&#x6267;&#x7684;&#x3002;
Is it not your breath that has erected and hardened the structure of your bones?
&#x96BE;&#x9053;&#x4E0D;&#x662F;&#x4F60;&#x4EEC;&#x7684;&#x547C;&#x5438;&#x652F;&#x6491;&#x4E86;&#x4F60;&#x4EEC;&#x7684;&#x9AA8;&#x67B6;&#xFF0C;&#x4F7F;&#x4E4B;&#x575A;&#x5F3A;&#xFF1F;
And is it not a dream which none of you remember having dreamt that building your city and fashioned all there is in it?
&#x96BE;&#x9053;&#x4E0D;&#x662F;&#x4F60;&#x4EEC;&#x8C01;&#x90FD;&#x4E0D;&#x8BB0;&#x5F97;&#x7684;&#x68A6;&#x5EFA;&#x8D77;&#x4E86;&#x4F60;&#x4EEC;&#x7684;&#x57CE;&#x5821;&#xFF0C;&#x8425;&#x9020;&#x4E86;&#x91CC;&#x9762;&#x7684;&#x4E00;&#x5207;&#xFF1F;
Could you but see the tides of that breath you would cease to see all else,
&#x5982;&#x679C;&#x4F60;&#x4EEC;&#x89C1;&#x5230;&#x8FC7;&#x90A3;&#x547C;&#x5438;&#x7684;&#x6F6E;&#x6C50;&#xFF0C;&#x4F60;&#x4EEC;&#x5C31;&#x4F1A;&#x5BF9;&#x5176;&#x4ED6;&#x4E00;&#x5207;&#x4E8B;&#x7269;&#x89C6;&#x800C;&#x4E0D;&#x89C1;&#xFF1B;
And if you could hear the whispering of the dream you would hear no other sound.
&#x5982;&#x679C;&#x4F60;&#x4EEC;&#x542C;&#x5230;&#x8FC7;&#x90A3;&#x68A6;&#x4E2D;&#x7684;&#x4F4E;&#x8BED;&#xFF0C;&#x4F60;&#x4EEC;&#x5C31;&#x4F1A;&#x5BF9;&#x5176;&#x4ED6;&#x4E00;&#x5207;&#x58F0;&#x54CD;&#x542C;&#x800C;&#x4E0D;&#x95FB;&#x3002;
But you do not see, nor do you hear, and it is well.
&#x4F46;&#x4F60;&#x4EEC;&#x65E2;&#x4E0D;&#x770B;&#xFF0C;&#x4E5F;&#x4E0D;&#x542C;&#xFF0C;&#x8FD9;&#x6837;&#x4E5F;&#x597D;&#x3002;
The veil that clouds your eyes shall be lifted by the hands that wove it,
&#x56E0;&#x4E3A;&#x906E;&#x76D6;&#x4F60;&#x4EEC;&#x773C;&#x5E18;&#x7684;&#x9762;&#x7EB1;&#xFF0C;&#x5C06;&#x7531;&#x7F16;&#x7EC7;&#x5B83;&#x7684;&#x624B;&#x6380;&#x8D77;&#xFF0C; 
And the clay that fills your ears shall be pierced by those fingers that kneaded it. 
&#x5835;&#x585E;&#x4F60;&#x4EEC;&#x8033;&#x9053;&#x7684;&#x6CE5;&#x5DF4;&#xFF0C;&#x5C06;&#x7531;&#x63C9;&#x634F;&#x5B83;&#x7684;&#x624B;&#x6307;&#x7A7F;&#x900F;&#x3002;
And you shall see,
&#x56E0;&#x800C;&#x4F60;&#x4EEC;&#x5C06;&#x770B;&#x5230;&#xFF0C;
And you shall hear.
&#x4F60;&#x4EEC;&#x5C06;&#x542C;&#x5230;&#x3002;
Yet you shall not deplore having known blindness, nor regret having been deaf.
&#x4E0D;&#x8FC7;&#x4F60;&#x4EEC;&#x4E0D;&#x5E94;&#x56E0;&#x66FE;&#x7ECF;&#x76F2;&#x76EE;&#x6216;&#x8033;&#x804B;&#x800C;&#x75DB;&#x6094;&#x3002;
For in that day you shall know the hidden purposes in all things,
&#x56E0;&#x4E3A;&#x5728;&#x90A3;&#x4E9B;&#x65E5;&#x5B50;&#x91CC;&#xFF0C;&#x4F60;&#x4EEC;&#x4F1A;&#x4E86;&#x89E3;&#x4E07;&#x7269;&#x9690;&#x533F;&#x7684;&#x76EE;&#x7684;&#xFF0C;
And you shall bless darkness as you would bless light.
&#x4ECE;&#x800C;&#x795D;&#x798F;&#x9ED1;&#x6697;&#xFF0C;&#x5C31;&#x50CF;&#x795D;&#x798F;&#x5149;&#x660E;&#x4E00;&#x822C;&#x3002;
After saying these things he looked about him, and he saw the pilot of his ship standing by the helm and gazing now at the full sails and now at the distance.
&#x8BF4;&#x5B8C;&#x8FD9;&#x4E9B;&#x8BDD;&#xFF0C;&#x4ED6;&#x73AF;&#x987E;&#x56DB;&#x5468;&#xFF0C;&#x770B;&#x5230;&#x81EA;&#x5DF1;&#x822A;&#x8239;&#x7684;&#x8235;&#x624B;&#x7ACB;&#x4E8E;&#x8235;&#x65C1;&#xFF0C;&#x51DD;&#x89C6;&#x7740;&#x5F20;&#x6EE1;&#x7684;&#x5E06;&#xFF0C;&#x7EE7;&#x800C;&#x773A;&#x671B;&#x7740;&#x8FDC;&#x65B9;&#x3002;
And he said:
&#x4ED6;&#x4E8E;&#x662F;&#x8BF4;&#x9053;&#xFF1A;
Patient, over-patient, is the captain of my ship.
&#x8010;&#x5FC3;&#x7B49;&#x5F85;&#x7740;&#xFF0C;&#x6211;&#x7684;&#x8239;&#x957F;&#x8FD8;&#x5728;&#x8010;&#x5FC3;&#x7B49;&#x5F85;&#x7740;&#x3002;
The wind blows, and restless are the sails;
&#x98CE;&#x5DF2;&#x8D77;&#xFF0C;&#x5E06;&#x8E81;&#x52A8;&#xFF1B;
Even the rudder begs direction; Yet quietly my captain awaits my silence.
&#x5373;&#x4F7F;&#x951A;&#x4E5F;&#x5728;&#x8BF7;&#x6C42;&#x542F;&#x822A;&#xFF1B;&#x4F46;&#x6211;&#x7684;&#x8239;&#x957F;&#x8FD8;&#x5728;&#x9759;&#x5019;&#x7740;&#x6211;&#x7684;&#x6C89;&#x5BC2;&#x3002;
And these my mariners, who have heard the choir of the greater sea, they too have heard me patiently.
&#x6211;&#x8FD9;&#x4E9B;&#x542C;&#x8FC7;&#x6CD5;&#x6D77;&#x66F4;&#x5B8F;&#x4F1F;&#x5408;&#x5531;&#x7684;&#x6D77;&#x5458;&#x4EEC;&#xFF0C;&#x4E5F;&#x5728;&#x8010;&#x5FC3;&#x5730;&#x542C;&#x6211;&#x8BC9;&#x8BF4;&#x3002;
Now they shall wait no longer.
&#x73B0;&#x5728;&#x4ED6;&#x4EEC;&#x4E0D;&#x7528;&#x518D;&#x7B49;&#x5F85;&#x4E86;&#x3002;
I am ready.
&#x6211;&#x5DF2;&#x505A;&#x597D;&#x51C6;&#x5907;&#x3002;
The stream has reached the sea, and once more the great mother holds her son against her breast.
&#x6EAA;&#x6D41;&#x5DF2;&#x5954;&#x5165;&#x6D77;&#x6D0B;&#xFF0C;&#x4F1F;&#x5927;&#x7684;&#x6BCD;&#x4EB2;&#x518D;&#x6B21;&#x5C06;&#x5979;&#x7684;&#x513F;&#x5B50;&#x63FD;&#x5165;&#x6000;&#x62B1;&#x3002;
Fare you well, people of Orphalese.
&#x522B;&#x4E86;&#xFF0C;&#x5965;&#x6CD5;&#x5229;&#x65AF;&#x57CE;&#x7684;&#x4EBA;&#x4EEC;&#xFF01;
This day has ended.
&#x8FD9;&#x4E00;&#x5929;&#x5DF2;&#x7ECF;&#x7ED3;&#x675F;&#x3002;
It is closing upon us even as the water-lily upon its own tomorrow.
&#x5B83;&#x5728;&#x6211;&#x4EEC;&#x5FC3;&#x4E0A;&#x95ED;&#x5408;&#xFF0C;&#x5C31;&#x50CF;&#x83B2;&#x82B1;&#x4F11;&#x95ED;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x660E;&#x5929;&#x3002;
What was given us here we shall keep,
&#x6211;&#x4EEC;&#x8981;&#x4FDD;&#x5B58;&#x8FD9;&#x91CC;&#x65BD;&#x4E0E;&#x6211;&#x4EEC;&#x7684;&#x4E00;&#x5207;&#xFF0C;
And if it suffices not, then again must we come together and together stretch our hands unto the giver.
&#x5982;&#x679C;&#x4E0D;&#x591F;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x518D;&#x6B21;&#x76F8;&#x805A;&#xFF0C;&#x4E00;&#x8D77;&#x5411;&#x9988;&#x8D60;&#x8005;&#x4F38;&#x51FA;&#x624B;&#x81C2;&#x3002;
Forget not that I shall come back to you.
&#x4E0D;&#x8981;&#x5FD8;&#x8BB0;&#xFF0C;&#x6211;&#x5C06;&#x4F1A;&#x56DE;&#x5230;&#x4F60;&#x4EEC;&#x7684;&#x8EAB;&#x8FB9;&#x3002;
A little while, and my longing shall gather dust and foam for another body.
&#x518D;&#x8FC7;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x6211;&#x7684;&#x613F;&#x671B;&#x5C31;&#x8981;&#x4E3A;&#x53E6;&#x4E00;&#x4E2A;&#x8EAF;&#x4F53;&#x805A;&#x96C6;&#x5FAE;&#x5C18;&#x4E0E;&#x6CE1;&#x6CAB;&#x3002;
A little while, a moment of rest upon the wind, and another woman shall bear me.
&#x518D;&#x8FC7;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x5728;&#x98CE;&#x4E2D;&#x5C0F;&#x60F3;&#x7247;&#x523B;&#xFF0C;&#x53E6;&#x4E00;&#x4F4D;&#x5973;&#x5B50;&#x5C31;&#x4F1A;&#x5B55;&#x80B2;&#x6211;&#x3002;
Farewell to you and the youth I have spent with you.
&#x522B;&#x4E86;&#xFF0C;&#x4F60;&#x4EEC;&#xFF01;&#x522B;&#x4E86;&#xFF0C;&#x6211;&#x5728;&#x4F60;&#x4EEC;&#x4E2D;&#x5EA6;&#x8FC7;&#x7684;&#x9752;&#x6625;&#x65F6;&#x5149;&#xFF01;
It was but yesterday we met in a dream.
&#x5C31;&#x5728;&#x6628;&#x65E5;&#x6211;&#x4EEC;&#x8FD8;&#x66FE;&#x5728;&#x68A6;&#x4E2D;&#x76F8;&#x4F1A;&#x3002;
You have sung to me in my aloneness, and I of your longings have built a tower in the sky.
&#x4F60;&#x4EEC;&#x5728;&#x6211;&#x7684;&#x5B64;&#x5BC2;&#x4E2D;&#x4E3A;&#x6211;&#x6B4C;&#x5531;&#xFF0C;&#x800C;&#x6211;&#xFF0C;&#x5728;&#x7A7A;&#x4E2D;&#x4E3A;&#x4F60;&#x4EEC;&#x7684;&#x6E34;&#x671B;&#x5EFA;&#x8D77;&#x4E00;&#x5EA7;&#x697C;&#x9601;&#x3002;
But now our sleep has fled and our dream is over, and it is no longer dawn.
&#x800C;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x7761;&#x7720;&#x5DF2;&#x7ECF;&#x9003;&#x9038;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x68A6;&#x5883;&#x5DF2;&#x7ECF;&#x7ED3;&#x675F;&#xFF0C;&#x4E14;&#x5DF2;&#x975E;&#x9ECE;&#x660E;&#x65F6;&#x5206;&#x3002;
The noontide is upon us and our half waking has turned to fuller day, and we must part.
&#x65E5;&#x5DF2;&#x5F53;&#x7A7A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x6DF7;&#x6C8C;&#x5DF2;&#x5230;&#x4E86;&#x5B8C;&#x6EE1;&#x7684;&#x767D;&#x663C;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x5206;&#x79BB;&#x4E86;&#x3002;
If in the twilight of memory we should meet once more, we shall speak again together and you shall sing to me a deeper song.
&#x5047;&#x5982;&#x5728;&#x8BB0;&#x5FC6;&#x7684;&#x80A1;&#x80A1;&#x4E2D;&#x6211;&#x4EEC;&#x518D;&#x6B21;&#x76F8;&#x805A;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x7545;&#x8C08;&#xFF0C;&#x800C;&#x4F60;&#x4EEC;&#x5C06;&#x4F1A;&#x4E3A;&#x6211;&#x5531;&#x4E00;&#x66F2;&#x66F4;&#x6DF1;&#x60C5;&#x7684;&#x6B4C;&#x3002;
And if our hands should meet in another dream, we shall build another tower in the sky.
&#x5047;&#x5982;&#x6211;&#x4EEC;&#x7684;&#x53CC;&#x624B;&#x5728;&#x53E6;&#x4E00;&#x4E2A;&#x68A6;&#x4E2D;&#x76F8;&#x63E1;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4F1A;&#x5728;&#x7A7A;&#x4E2D;&#x642D;&#x5EFA;&#x53E6;&#x4E00;&#x5EA7;&#x697C;&#x9601;&#x3002;
So saying he made a signal to the seamen, and straightaway they weighed anchor and cast the ship loose from its moorings, and they moved eastward.
&#x8BF4;&#x8BDD;&#x95F4;&#xFF0C;&#x4ED6;&#x5411;&#x6C34;&#x624B;&#x793A;&#x610F;&#xFF0C;&#x4ED6;&#x4EEC;&#x7ACB;&#x523B;&#x62D4;&#x951A;&#x542F;&#x822A;&#xFF0C;&#x79BB;&#x5F00;&#x6CCA;&#x4F4D;&#xFF0C;&#x5411;&#x4E1C;&#x65B9;&#x9A76;&#x53BB;&#x3002;
And a cry came from the people as from a single heart, and it rose the dusk and was carried out over the sea like a great trumpeting.
&#x54ED;&#x58F0;&#x4ECE;&#x4EBA;&#x7FA4;&#x4E2D;&#x54CD;&#x8D77;&#xFF0C;&#x5C31;&#x50CF;&#x4ECE;&#x540C;&#x4E00;&#x9897;&#x5FC3;&#x4E2D;&#x8FF8;&#x53D1;&#x51FA;&#x6765;&#xFF0C;&#x878D;&#x5165;&#x66AE;&#x8272;&#xFF0C;&#x5982;&#x5587;&#x53ED;&#x545C;&#x54BD;&#xFF0C;&#x5728;&#x6D77;&#x9762;&#x4E0A;&#x56DE;&#x8361;&#x3002;
Only Almitra was silent, gazing after the ship until it had vanished into the mist.
&#x53EA;&#x6709;&#x827E;&#x5C14;&#x6885;&#x7279;&#x62C9;&#x6C89;&#x9ED8;&#x7740;&#xFF0C;&#x76EE;&#x5149;&#x8FFD;&#x968F;&#x7740;&#x822A;&#x8239;&#xFF0C;&#x76F4;&#x5230;&#x5B83;&#x6D88;&#x5931;&#x5728;&#x96FE;&#x4E2D;&#x3002;
And when all the people were dispersed she still stood alone upon the sea-wall, remembering in her heart his saying,
&#x5F53;&#x4EBA;&#x4EEC;&#x5168;&#x90FD;&#x6563;&#x53BB;&#xFF0C;&#x5979;&#x4ECD;&#x72EC;&#x81EA;&#x7ACB;&#x4E8E;&#x6D77;&#x5824;&#x4E0A;&#xFF0C;&#x5728;&#x5FC3;&#x4E2D;&#x56DE;&#x5473;&#x7740;&#x4ED6;&#x7684;&#x8BDD;&#x8BED;&#xFF0C;
A little while, a moment of rest upon the wind, and another woman shall bear me.&quot; 
&#x201C;&#x518D;&#x8FC7;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x5728;&#x98CE;&#x4E2D;&#x5C0F;&#x60F3;&#x7247;&#x523B;&#xFF0C;&#x53E6;&#x4E00;&#x4F4D;&#x5973;&#x5B50;&#x5C31;&#x4F1A;&#x5B55;&#x80B2;&#x6211;&#x3002;&#x201D;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="On Death 死亡.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: On Death 死亡">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"The Farewell 告别","level":"1.2.28","depth":2,"previous":{"title":"On Death 死亡","level":"1.2.27","depth":2,"path":"On Death 死亡.md","ref":"On Death 死亡.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"The Farewell 告别.md","mtime":"2018-04-16T07:09:01.870Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-16T06:57:27.729Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

